<?php

 $meta_keywords="Архітектурний, мармур, бетон, облицювання, бетонних, сходів, Київ, Україна,";
 
 $meta_description=" Архітектурний мармур-бетон, облицювання бетонних сходів в Києві і по Україні.";
 
 $meta_title="Архітектурний мармур-бетон";
 $meta_rights="Сходи-А";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Архітектурний мармур-бетон</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 40px;text-align: left;">
    

      <br>
      <div>&nbsp;</div>
      
      
      
<p>У 2020 році компанія "Сходи-А" розробила унікальну технологію з виробництва <strong> штучного мармуру </strong> з реакційно-порошкового бетону. Ми називаємо його <strong> архітектурним мармур-бетоном</strong> (АМБ).</br>
<img src="/static/images/marble/mramor-beton-imperatorskij-1.jpg" alt="Сходинки з архітектурного мармур-бетону" class=""  style="width: 100%;margin: 10px 0;">
<div style="width:100%;text-align: center;margin: 20px;">
    <a href="stoimost-oblicovki-mramorom.php" target="_blank" rel="noopener"><button class="button_light"  >Розрахувати вартість мармур-бетону</button></a>
</div>
Реакційно-порошкові бетони (РПБ) - це бетони майбутнього, що не мають в своєму складі крупно-зернистих і кускових наповнювачів. </br>
Висока плинність РПБ дозволяє використовувати їх для власноущільнуванних високоміцних бетонів.
 Надзвичайно-висока міцність РПБ, що досягає 120-160 МПа., Низьке водопоглинання (менше 1%), висока морозостійкість (більше 1000 циклів),
 висока міцність на осьовий розтяг (10-15 МПа) і при згині (40-50 МПа) і висока ударна міцність відкривають нові можливості для
виготовлення нових високоміцних оздоблювальних матеріалів і в здійсненні техніко-економічного прориву в техніці бетону.
Для порівняння середня міцність на стиск звичайного бетону М400 (В30) - 39,2МПа., І цей показник в три рази поступається реакційно-порошковому бетону.
Ось чому компанія "Сходинки-А" вибрала РПБ в якості сировини для виробництва АМБ з подальшим <a href="https://stupeni-a.com.ua/" target="_blank" rel="noopener"> облицюванням бетонних сходів </a>.
Інженерами "Сходи-А" були розглянуті всі нюанси експлуатації архітектурного мармур-бетону в якості  сходинок і підсходинок <strong> бетонних сходів </strong>, а саме: </br>
&nbsp; &nbsp; - всі елементи покриваються високоякісним поліуретановим лаком, що перешкоджає ковзанню ноги на мармуровій сходинці. Поліуретан використовується як замінник гуми і тому Ваша нога ніколи не зісковзне зі сходинки,
 так як це часто буває на натуральних мармурових і гранітних сходах. У той же час процес шліфування й полірування поліуретанового лаку створює високий ступінь глянцю і робить наші сходинки дуже схожими на натуральний камінь. </br>
 <img src = "/static/images/marble/mramor-beton-imperatorskij-2.jpg" alt = "Сходинки з архітектурного мармур-бетону" class="" style="width:100%;margin:10px 0;" > </br>
&nbsp; &nbsp; - сходинки армуються композітною арматурою для додаткової міцності. </br>
&nbsp; &nbsp; - щоб уникнути мікротріщин ми армуємо наш штучний мармур поліпропіленовою фіброю. </br>
&nbsp; &nbsp; - на задній стороні сходинок є стільникові поглиблення для кращої адгезії клею зі сходинкою. </br> </br>

Кольорові варіації архітектурного мармур-бетону практично необмежені - ми можемо підібрати будь-яку колірну гамму на замовлення.
 Білий мармур з сірими прожилками, біло-бірюзовий мармур з жовтими і темно-зеленими прожилками, білий мармур з золотисто-темно-сірими прожилками - виготовимо все, що підкаже Ваша фантазія!
 <div class="form-section" style="width:100%;float:left;">
 <img src="/static/images/stairs/mramor-beton/mramor-beton-carrara-1.7.JPG" alt="Сходинки з архітектурного мармур-бетону carrara" class="" sizes="30vh" style=" float:left;max-width: 30vh;margin: 10px 0;">
 <img src="/static/images/marble/mramor-beton-art-nouveau-2.jpg" alt="Сходинки з архітектурного мармур-бетону art nouveau" class="" sizes="30vh" style=" float:left;max-width: 30vh;margin: 10px 0;">
 <img src="/static/images/marble/mramor-beton-imperatorskij-10.jpg" alt="Сходинки з архітектурного мармур-бетону императорский" class="" sizes="30vh" style=" float:left;max-width: 30vh;margin: 10px 0;">
 </div></br>
Ми хочемо ознайомити Вас з нашими правилами і опціями <strong> облицювання бетонних сходів </strong> АМБ. </br>
&nbsp; 1. Всі ціни та алгоритм прорахунку вартості наведені в <a href="stoimost-oblicovki-mramorom.php" target="_blank"><u> МЕНЮ >> ЦІНА >> Вартість облицювання архітектурним мрамор-бетоном.</u> </a> </br>
&nbsp; 2. У прайсі вказується ціна на виготовлення елементів облицювання (сходинки, підсходинки, плінтус, майданчик), плюс додатково 30% (від ціни виготовлення) коштує монтаж цих елементів. </br>
&nbsp; 3. Передоплата на виготовлення елементів облицювання становить 100%. Монтажні роботи (+ 30%) оплачуються в 2 транші: половина перед початком монтажних робіт і половина в кінці виконання всіх робіт. </br>
&nbsp; 4. Ви можете замовити у нас тільки виготовлення елементів облицювання без монтажу. В такому випадку Ви повинні надати нам макети сходинок. Як це зробити перегляньте в нашому відео МАКЕТИ сходинок. </br>
&nbsp; 5. Наша унікальна технологія дозволяє виготовляти навіть гнуті мармурові плити. Підсходинки для запрошувальних (криволінійних) сходинок будуть виготовлені цілісно з 1-го або 2-х елементів, а не з безлічі нарізних шматочків, як по-старому. Це надає цілісності і монументальності  сходам. А гнутий плінтус незамінний при наявності криволінійних стін і колон. </br>
<div style="text-align:center;">
   <img src="/static/images/marble/mramor-beton-imperatorskij-11.jpg" alt="Сходинки з архітектурного мармур-бетону императорский" class="" sizes="30vh" style=" width: 100%; max-width: 90vh;margin: 10px 0;">
</div>
&nbsp; 6. <Strong> Архітектурний мармур-бетон </strong> можна використовувати також і на вулиці в екстер'єрі, так як порошковий бетон має високу морозостійкість, а поліуретановий лак не боїться ультрафіолету і не жовтіє як епоксидка.
 Але в такому випадку поліуретановий лак швидко втратить свій глянець від вуличного взуття. Це можна виправити повторним лакуванням і поліруванням. </br> </br>
<Big> Архітектурний мармур-бетон це мармур нового покоління, що володіє красою природного мармуру і міцністю бетону майбутнього!</big>    </p>  </br></br>
<div style="text-align:center;">
<img src="/static/images/marble/mramor-beton-carrara-4.jpg" alt="Сходинки з архітектурного мармур-бетону  carrara" class=""  style="width: 100%; max-width: 90vh;">      
 </div>     
 <div style="width:100%;text-align: center;margin: 20px;">
    <a href="stoimost-oblicovki-mramorom.php" target="_blank" rel="noopener"><button class="button_light"  >Розрахувати вартість мармур-бетону</button></a>
</div>     
      
      
      
      
      
      
      
      
      


&nbsp;


<p>&nbsp;</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
