<?php

 $meta_keywords="Термін, виготовлення, бетонної, сходи для будинку, комп'ютерний дизайн, сходи київ, Сходи-А в Києві, вага бетонних сходів, допуски в геометрії сходів, заливки бетонних сходів, посилити, армування, бетонних сходів, індивідуальний, інженерний, розрахунок, армування, ціна сходів, опалубка, обробка сходів, заливка, гарантія, бетон для сходів, замовити сходи, замовити бетонні сходи, ціна бетонних сходів, вартість сходів";
 
 $meta_description="Термін виготовлення бетонних сходів для будинку, комп'ютерний дизайн, сходи київ, гарантія на бетонні сходи для будинку, ціна бетонних сходів, замовити бетонні сходи під ключ, армування бетонних сходів, Сходи-А в Києві, вага бетонних сходів, допуски в геометрії сходів, заливки бетонних сходів, посилити армування  сходів, бетон для сходів, індивідуальний інженерний розрахунок.";
 
 $meta_title="Часті питання (FAQs)";
 
require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
        <h1 style="font-size:2.5em;"> Часті питання</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 60px 0;">
    
    <style>
	 .faq_div{ border:rgb(185, 135, 76) solid 1px;;margin:20px;}
	 .faq{font-size: 1.6em;cursor: pointer;}
	 .answ{font-family: "Ubuntu", sans-serif !important;font-size: 1em;color: rgb(127, 127, 127) !important;text-transform: none;letter-spacing: 1px;text-align: left;margin: 30px 30px;line-height: 30px;}
	</style>
    
       <div class="faq_div" >
          <h2 class="faq">Який термін виготовлення бетонних сходів для будинку? </H2>
          <H3 class = "answ"> Основні етапи будівництва бетонних сходів для будинку компанією Сходи-А (без обробки) такі: <br> &nbsp; 1. Зустріч з замовником на об'єкті, зняття розмірів планування будівлі. - 1 день. <br> &nbsp; 2. Проектування сходів і відправка 3d візуалізації (комп'ютерний дизайн) на пошту замовника - 1-2 дня. <br> &nbsp; 3. Заїзд бригади на об'єкт, виготовлення опалубки, армування і заливка бетонних сходів - 4-7 днів. <br> &nbsp; 4. Через 2 тижні зняття опалубки бетонних сходів і шліфування ступенів - 14 днів. <br> Через 8 днів після першої зустрічі (пункт 1) Ви можете вже пересуватися по сходах залитих бетоном (бетон схоплюється за 1 день), а ще через 2 тижні можете приступати до обробки сходів. <br> Підсумок: термін виготовлення бетонних сходів для будинку - 22 дня.  </h3>
       </div>
       <div class="faq_div" >
          <h2 class="faq">Яка вага бетонних сходів? </H2>
          <H3 class = "answ"> Гладкопідшиті бетонні сходи для будинку важать приблизно 2000-2500кг. <br> Тятивні прозорі і косоурні сходи важать приблизно 1000-1200кг. <br> Якщо для розрахунку тиску на перекриття взяти, наприклад, круглопустотні плити ПК 60 -12-12,5 (довжиною 5980мм, шириною 1190мм, висотою 220мм і розрахунковим навантаженням 1250 кгс / м2), то на таку плиту (з урахуванням стяжки, покриття підлоги, перегородок, тимчасового навантаження від людей) можна поставити 4 гладкопідшитих і 8 тятивних сходів! І це не враховуючи того, що монолітні бетонні сходи передають частину свого навантаження на верхнє перекриття, до якого вони анкеруються, а не просто спираються. А якщо сходи пристінні, то частина навантаження передається ще й на стіну (якщо стіна несуча).</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Чи працює Сходи-А з матеріалами замовника? </H2>
           <H3 class = "answ"> Ми готові викупити у Вас будматеріали (окремі позиції), якщо вони були заздалегідь заготовлені і якщо вони відповідають нашій закупівельній ціні і відповідають якості. Всі ці дії обговорюються заздалегідь до будівництва сходів і прописуються в договорі. <br> Прохання не задавати питання "А скільки коштують окремо матеріали і скільки коштує робота?", Тому що таких понять в Сходи-А не існує!</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Які допуски в геометрії сходів? </H2>
           <H3 class = "answ"> Компанія Сходи-А дотримується наступних допусків при виготовленні бетонних сходів: <br> На відшліфовані проступи допуск по горізонталі 3 мм. <br> На всі інші елементи допуск по горизонталі і по вертикалі становить 5мм.</h3>
       </div> 
        <div class="faq_div" >
          <h2 class="faq">Що в договорі? </H2>
           <H3 class = "answ"> Компанія Сходи-А веде підприємницьку діяльність у Києві та по всій Україні як СПД. Існує розрахунковий рахунок. У пакет договору входять: <br> &nbsp; 1. План сходів. <br> &nbsp; 2. Розрізи сходів. <br> &nbsp; 3. Візуалізація сходів (3-4 видів). <br> &nbsp; 4. Сам договір.</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Яка марка бетону? </H2>
           <H3 class = "answ"> Для заливки бетонних сходів об'ємом від 2-х м.куб компанія Сходи-А використовує привізний товарний бетон марки B25 П3. В інших випадках бетон виготовляється на об'єкті вручну марки наближеною до B25 П3.</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Яка гарантія? </H2>
           <H3 class = "answ"> Сходи-А дає гарантію на виготовлені бетонні сходи терміном 10 років.</h3>
       </div> 
        <div class="faq_div" >
          <h2 class="faq">Чи можна посилити армування бетонних сходів? </H2>
           <H3 class = "answ"> Проектанти Сходи-А розраховують сходи і окремі її вузли згідно з усіма законами опору матеріалів, будівельної механіки і ДБН. З 2011 року у нас накопичилася велика база даних по звичайним стандартним сходам, звідки і беремо схеми армування. Для нестандартних типів сходів ми робимо індивідуальний інженерний розрахунок. Довіртеся нашим фахівцям, нехай вони вирішують скільки і якої арматури ложити в сходи.</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Яка схема оплати і чи потрібна передоплата? </H2>
          <H3 class = "answ"> Сходи-А встановлює наступну схему оплати влаштування бетонних сходів: <br> &nbsp; 1. Аванс 1000грн на проектні роботи (план, розрізи і візуалізація). <br> &nbsp; 2. Передоплата в 50% від вартості сходів в день заїзду на об'єкт Замовника (після заїзду з будматеріалами і перед початком робіт). <br> &nbsp; 3. Відразу після заливки сходів бетоном, Замовник оплачує черговий транш в 30% від вартості сходів. <br> &nbsp; 4. Після зняття опалубки і прийомом роботи, Замовник оплачує решту 20% від вартості сходів мінус аванс в 1000грн, який був виданий в самому початку.</h3>
       </div> 
       
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
	
	jQuery('.faq_div').click(function() {
		      var answer = $(this).children('.answ');
              answer.slideToggle( "slow", function() {
              // Animation complete.
              });
    });
	jQuery( ".answ" ).each(function() {
     //  jQuery( this ).slideUp( "slow" );
	     jQuery( this ).hide();
    });
	
	
  </script>

</body>
</html>
