<?php

 $meta_keywords="Розрахунок, сходинки, бетонної, сходи, гнутих, криволінійної, проектування криволінійних сходів, пристінні сходи, обчислення, Проектування, тятивних, прозорою, сходи, ArchiCad, візуалізація, 3ds max, сходинок,  ширини маршу сходів";
 
 $meta_description="Проектування криволінійних тятивних бетонних сходів в ArchiCad, візуалізація бетонних сходів в 3ds max, як самому створити сходи, створення сходів в АРХІКАД, archicad, АРХІКАД уроки.";
 
 $meta_title="Проектування криволінійних тятивних бетонних сходів в ArchiCad";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
        
    <h1 style="font-size:2.5em;" >Проектування криволінійних тятивних бетонних сходів в ArchiCad</h1>
 
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center">
    
<style>
 .newH2{font-size:1.0em;font-family: 'Ubuntu', sans-serif !important;text-transform: none;letter-spacing: 0px;font-weight: 400 !important;color: #6c7279 !important;}
 .newH3{font-size:1.0em;font-family: 'Ubuntu', sans-serif !important;text-transform: none;letter-spacing: 0px;font-weight: 400 !important;color: #6c7279 !important;}
</style>

<br> <br> 
<h2 class="newH2">  У цій статті я розповім як спроектувати бетонні сходи криволінійної (довільної) форми в програмі ArchiCad. У ArchiCad легко спроектувати гладкопідшиті бетонні сходи, але криволінійні тятивні і косоурні доводиться допрацьовувати в 3ds Max, тому що бетонні криволінійні тятиви і косоури проектуються в 3ds Max набагато швидше і красивіше ніж в ArchiCad. До того ж рендер для візуалізації все одно доводиться робити в 3ds Max. Проектувальники і дизайнери компанії Сходи-А дотримуються такої схеми: геометрія проектується в АРХІКАД (стіни, перекриття, вікна, двері, запрошувальні сходинки і інші сходи без тятиви) і зберігається в .dwg форматі, а потім імпортується в макс, домальовується обшивка сходинок і тятиви , накладаються матеріали, виставляється освітлення і виконується рендер.</h2>
<h2 class="newH2">Я використовую ArchiCad 19. Будь-яка інша версія теж підійде. Я припускаю, що базові знання ArchiCad у Вас є і на будівництво плану першого і другого поверху ми відволікатися не будемо. У наступній статті <a href="proektirovanie-betonnoy-tetivnoy-lestnitsyi-iz-archicad-v-3ds-max.php"> &quot;Проектування бетонних тятивних сходів з ArchiCad в 3ds Max&quot;</a> ми зробимо 3d візуалізацію цих сходів в програмі 3ds Max. Відразу показую результат нашої роботи:</h2>
<p> <br><img src="/static/images/article/3d_1.jpg"  style="width:100%;max-width:553px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/> <img src="/static/images/article/3d_2.jpg"  style="width:100%;max-width:553px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/> <img src="/static/images/article/3d_3.jpg"  style="width:100%;max-width:553px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
<p>&nbsp;</p> <br>
<h2 class="newH2">Кілька років тому я отримав замовлення спроектувати і побудувати бетонні сходи в двоповерховому котеджі в м.Тернопіль. Замовник надіслав фото кімнати де повинні бути розташовані майбутні сходи.</h2>
<p> <br><img src="/static/images/article/image(1).jpg"  style="width:100%;max-width:300px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/>
  <img src="/static/images/article/image(4).jpg"  style="width:100%;max-width:304px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/>
  <img src="/static/images/article/image(5).jpg"  style="width:100%;max-width:540px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/>
<img src="/static/images/article/image(6).jpg"  style="width:100%;max-width:537px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p> <br>
<h2 class="newH2">На плані початок сходів повинно бути розташоване в прямокутнику ABCD, там де залита бетонна плита-подушка, спеціально під сходи. А верхнє примикання повинно бути в районі точок G-H.</h2>
<p> <br><img src="/static/images/article/plan1.jpg"  style="width:100%;max-width:598px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/> <img src="/static/images/article/plan2.jpg"  style="width:100%;max-width:712px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Я запропонував замовнику зробити Z-подібні сходи:</h2>
<p> <br><img src="/static/images/article/plan3.jpg"  style="width:100%;max-width:720px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p> <br>
<h2 class="newH2">Недовго думаючи я вирішив використовувати штатний архікадовскій варіант Z-образних сходів. Вводжу чисту висоту сходів- 3120мм, ширину марша- 1100мм, і всі інші розміри інтуїтивно, згідно з планом.</h2> <br>
<p><img src="/static/images/article/plan4.jpg"  style="width:100%;max-width:528px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/> <img src="/static/images/article/plan5.jpg"  style="width:100%;max-width:677px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Ширина сходинок вийшла 284мм, висота сходинок - 173мм. Це нормальні, хороші параметри сходинок. Так як сходи повинні бути без кутів і з плавним, криволінійним контуром, я натискаю на кожен кут сходів і скругляю по максимуму. Для кута 1 - 480мм, 2 - 1580мм, 3 - 580мм, 4 - 1680мм.</h2>
 <br><p><img src="/static/images/article/plan6.jpg"  style="width:100%;max-width:424px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/> <img src="/static/images/article/plan7.jpg"  style="width:100%;max-width:404px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">І тут ми бачимо помилки:</h2>
<h3 class="newH3">1. Головна лінія маршу повинна проходити по центру маршу, забезпечуючи однакову ширину сходинок для всіх сходинок (виправлено рожевим кольором). А тут явно видно, що на забіжних сходинках вона зміщена і знаходиться не по центру.</h3>
<h3 class="newH3">2. Від кута 2 до 3-го і від кута 1 до 4-го бічний контур сходів не є достатньо плавним через прямих ділянок. А нам би хотілося, щоб це була сплайн крива (виправлений червоним кольором).</h3>
<h2 class="newH2">Проаналізувавши ситуацію, ми розуміємо, що штатний архікадовскій інструмент &quot; Сходи &quot; не може нам створити потрібний тип сходів. Але ми вставимо отримані сходи (назвемо їх Л1) на креслення, розгорнемо їх так як нам би хотілося і будемо використовувати її як орієнтир.</h2>
 <br><p><img src="/static/images/article/plan8.jpg"  style="width:100%;max-width:699px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Переміщенням, обертанням сходів контролюємо ширину проходів в прохідних зонах 1 і 3. Для комфорту вона повинна бути близько 900мм.</h2>
<h2 class="newH2">Малюємо інструментом сплайн-крива плавний боковий контур для сходів (червоний) і головну лінію (рожевий), що проходить точно по центру.</h2>
 <br><p><img src="/static/images/article/plan9.jpg"  style="width:100%;max-width:700px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Включаємо Лінії і крапки прив'язки (1), тиснемо Налаштувати Значення Крапок Прив'язки (2), в частинах пишемо 17 тому сходинок у нас 17, відзначаємо Частини (17) (3).</h2>
<h2 class="newH2">При наведенні мишкою на головну лінію маршу вона ділиться на 17 рівних частин. Натиснувши клавішу М на клавіатурі, беремо лінійку і вимірюємо відстань між двома накресленими штрихами.</h2>
<h2 class="newH2">Виходить 260мм. Малувато ... Хотілося б щоб ширина сходинки була 284мм, так як нам побудував ArchiCad. Значить потрібно трохи подовжити головну лінію (ГЛ) і всі сходинки. Різницю 284-260 = 24мм множимо на 17 і отримуємо 408мм.</h2>
<h2 class="newH2">Але якщо ми збільшимо ГЛ на 408мм то перша сходинка вийде за підготовлену бетонну плиту-подушку ABCD. Зробимо ширину сходинки трохи менше - 275мм. Значить ГЛ потрібно збільшити на (275-260) * 17 = 255мм.</h2>
 <br><p><img src="/static/images/article/plan10.jpg"  style="width:100%;max-width:410px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/> <img src="/static/images/article/plan11.jpg"  style="width:100%;max-width:832px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Подовжуємо ГЛ на 255мм і бічні сплайн-криві відповідно вигину сходів. Тепер при наведенні мишкою на ГЛ відбувається розбивка на 17 частин довжиною 275мм. Проставимо у всіх місцях розбивочних ліній чорні вузлові крапки.</h2>
<h2 class="newH2">Намалюємо зелений еліпс - першу запрошувальну сходинку. Як видно на малюнку нижче, основна частина еліпса знаходиться на бетонній подушці ABCD, тим самим забезпечуючи перенесення ваги всіх сходів саме на заздалегідь залиту бетонну подушку.</h2>
<h2 class="newH2"> В таких криволінійних сходах я люблю запрошувальні сходинки яйцеподібної форми, так що створимо помаранчеве яйце за допомогою сплайн-кривої в зеленому еліпсі (еліпс потім видаляємо). </h2>
 <br><p><img src="/static/images/article/plan12.jpg"  style="width:100%;max-width:1000px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
<h2 class="newH2">Настав час намалювати самі сходи. Створимо їх за допомогою доповнення ArchiSuite-ArchiStair2. У багатьох настановних архівах ArchiCad 19 цей додаток вже знаходиться в програмі. Якщо у Вашій версії його немає, значить потрібно завантажити і встановити.</h2>
<h2 class="newH2">Тиснемо Конструювання - &gt; Доповнення до конструювання - &gt; ArhiSuite - &gt; Show ArchiSuite Palette. Вибираємо ArchiStair2.</h2>
<h2 class="newH2">Виділяємо 2 бічні червоні сплайн-криві сходів і лінії що з'єднують їх. Всі ці елементи повинні точно з'єднуватися між собою, тобто утворювати контур без розриву!</h2>
 <br><p><img src="/static/images/article/plan13.jpg"  style="width:100%;max-width:1000px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
<h2 class="newH2">Вибираємо інструмент Штриховка (1), беремо чарівну паличку (2) і натискаємо нею у внутрішню частину зазначеного контуру, тим самим створюючи штрихування-проекцію наших сходів.</h2>
 <br><p><img src="/static/images/article/plan14.jpg"  style="width:100%;max-width:1200px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Потім виділяємо створене штрихування і натискаємо в панелі ArchiStair верхню ліву кнопку Create stairs. Програма попросить вказати першу сходинку і останню.</h2>
<h2 class="newH2">Наводимо курсор спочатку на відрізок 1-2 так, щоб в курсорі-олівці по центру з'явилася риска і натискаємо. Потім наводимо курсор на відрізок 3-4, і коли в олівці з'явиться риска - натискаємо.</h2>
 <br><p><img src="/static/images/article/plan15.jpg"  style="width:100%;max-width:1000px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">У першому вікні Curve segmentation settins просто натискаємо Ok.</h2>
<h2 class="newH2">У другому вікні (Головні налаштування) в вертикальному меню (ВМ) зліва натискаємо на другу кнопку зверху (1) і вибираємо тип з'єднання сходів з перекриттям (2).</h2>
 <br><p><img src="/static/images/article/plan16.jpg"  style="width:100%;max-width:900px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Далі в ВМ тиснемо 1-у кнопку і в верхньому правому куті вписуємо кількість проступів - 17. Висота сходинки зміниться на 173мм, що відповідає сходинці Л1.</h2>
 <br><p><img src="/static/images/article/plan17.jpg"  style="width:100%;max-width:1065px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Потім тиснемо на третю кнопку в ВМ і виставляємо товщину бетонних сходинок 70мм. Решта по нулях.</h2>
 <br><p><img src="/static/images/article/plan18.jpg"  style="width:100%;max-width:841px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Далі тиснемо на 6-у кнопку в ВМ і виставляємо чекбокси як на картинці нижче.</h2>
 <br><p><img src="/static/images/article/plan19.jpg"  style="width:100%;max-width:826px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Натискаємо на 7-у кнопку в ВМ. Вибираємо радіо кнопку як на малюнку нижче і тиснемо Ok.</h2>
 <br><p><img src="/static/images/article/plan20.jpg"  style="width:100%;max-width:829px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">І отримуємо ось такі негарні сходи Л2 з неправильним розташуванням сходинок (позначені фіолетовим кольором).</h2>
 <br><p><img src="/static/images/article/plan21.jpg"  style="width:100%;max-width:1100px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Але сходи з доповнення ArchiSuite ArchiStair2 складаються з вузлів на кожній сходинці і легко пересуваються так як нам треба (а в штатних архікадовских сходах Л1 пересунути вузли сходинок не можна).</h2>
<h2 class="newH2">А нам треба, щоб сходинки сходів Л2 були візуально апроксимовані з сходинками сходів Л1 (для цього ми і створили сходи Л1), і ще проходили через вузлові точки, які ми поставили на ГЛ.</h2>
<h2 class="newH2">Для цього виділяємо Л2 і вручну починаємо пересувати всі вузли на кожній сходинці. Наприклад, вузли останній сходинки потрібно пересунути так, щоб відстань <u> <strong> a </strong> </u> була менше відстані <u> <strong> b </strong> </u>, і сходинка проходила через крапку <u><strong>с</strong></u><strong></strong> .</h2>
<h2 class="newH2">Вся процедура займає не більше 10 хв, і дозволяє створити сходи саме з Вашою унікальною формою.</h2>
 <br><p><img src="/static/images/article/plan22.jpg"  style="width:100%;max-width:1000px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Ось так мають виглядати сходи Л2 після апроксимації.</h2>
 <br><p><img src="/static/images/article/plan23.jpg"  style="width:100%;max-width:1200px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Додамо 2 циліндра діаметром 200мм на першу запрошувальну сходинку. З них буде виходити тятива для сходів. Для цього просто малюємо кола і перетворюємо їх чарівною паличкою в перекриття товщиною 300 мм.</h2>
<h2 class="newH2">Боковини сходів (сплайн-криві) повинні входити в циліндри на 80мм від краю (товщина тятиви буде 80мм). Підправляємо сплайн-криві і по ним переміщуємо вузли нижніх сходинок.</h2>
<h2 class="newH2">Штрихування і Л1 можна вже видалити. Яйцеподібний еліпс теж перетворюємо в перекриття товщиною 173мм. На першу сходинку в Л2 не звертаємо увагу, тому що вона буде замінена  запрошувальною сходинкою.</h2>
 <br><p><img src="/static/images/article/plan24.jpg"  style="width:100%;max-width:1100px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Заходимо в перспективу, відзначаємо Л2 і запрошувальну сходинку і опускаємо їх на 40мм вниз (по осі Z), тому що на них будуть лежати облицювальні дерев'яні накладки товщиною 40мм. Їх ми створимо в 3d max, також як і 2 тятиви.</h2>
 <br><p><img src="/static/images/article/plan25.jpg"  style="width:100%;max-width:1127px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Ось так виглядають сходи в перспективі, зберігаємо її в dwg форматі (в режимі перспектива тиснемо Файл - &gt; Зберегти як - &gt; Вибираємо папку, тип файлу .dwg - &gt;  03 Для виведення як є - &gt; Параметри, Параметри, реквізити, Шари, Методи в Вікна вписуємо window, в Двері вписуємо door - &gt; Зберегти і закрити - &gt; Зберегти.</h2>
 <br><p><img src="/static/images/article/plan26.jpg"  style="width:100%;max-width:1100px;"  alt="Проектування бетонних сходів фото" title="Проект бетонних сходів в ArchiCad від Сходи-А"/></p>
 <br><h2 class="newH2">Все, з ArchiCad закінчено! Тепер ми імпортуємо наш .dwg файл в 3d Max, намалюємо 2 криволінійні тятиви (в АРХІКАД красиво це зробити не можна), створимо обшивку сходинок, кинемо текстури на об'єкти і після рендера отримаємо картинки, які я виставив на самому початку цієї статті.</h2>
<h2 class="newH2">Але це буде в наступному уроці.</h2>
<p>&nbsp;</p>
<h2 class="newH2"> Автор статті - Анатолій Карпов (фаундер Сходи-А)</h2> <br> <br>
    
    
    
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
