<?php

 $meta_keywords="Розрахунок сходів, бетонні сходи, гнутих, на, 180 °, проектування криволінійних, пристінних сходів, обчислення, висоти підсходинки, сходинок, і, ширини, проступи, забіжні сходинки, забіжні";
 
 $meta_description=" Розрахунок сходинок бетонних сходів гнутих на 180 градусів, проектування криволінійних пристінних сходів, розміри сходинок, сходинки для сходів, сходи в квартирі, сходи на другий поверх, обчислення висоти підсходинок і ширини проступи, забіжні сходинки.";
 
 $meta_title="Проектування гнутих сходів з заворотом на 180 градусів";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
        
    <h1 style="font-size:2.5em;" >Проектування гнутих сходів з заворотом на 180 градусів</h1>
 
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center">
    

      <br>
      <p>У цій статті пропонується розглянути розрахунок сходинок бетонних сходів гнутих на 180&deg;. Сходи наполовину пристінні, наполовину висячі. Перші дві сходинки лекальні (запрошувальні), інші забіжні.</p>

<h2 style="font-size:2.0em;" >Розрахунок бетонних сходів </h2>

<p>&nbsp;&nbsp; Для проектування сходинок сходів в плані і розрахунку ширини проступів і висоти підсходинок візьмемо найпоширенішу форму сходів-криволінійна пристінна з заворотом 180 &deg; . Розглянемо ускладнений варіант, в якому сходинки по двом сторонам примикають до стін, а третя сторона-висить.</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/1.jpg" style="width:50%" /></p>

<p>мал.1</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/2.jpg" style="width:50%" /></p>

<p>мал.2</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/3.jpg" style="width:50%" /></p>

<p>мал.3</p>

<p>Ускладнимо ще завдання і зробимо перші дві сходинки запрошувальними.</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/4.jpg" style="width:50%" /></p>

<p>мал.4</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/5.jpg" style="width:50%" /></p>

<p>мал.5</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/6.jpg" style="width:50%" /></p>

<p>мал.6</p>

<p>&nbsp;Отже, як розрахувати сходи? Як розрахувати опалубку для бетонних сходів? Для розрахунку потрібні наступні дані:&nbsp;</p>

<p>1.Розміри сходів в плані a,b,c.</p>

<p>2.Висота сходів h (від стяжки на першому поверсі до стяжки на другому поверсі).</p>

<p>3.Оздоблення проступів бетонних сходів (товщина мармуру, дерева, плитки ).</p>

<p>4.Товщина покриття підлоги першого і другого поверхів.</p>

<p><br />
<img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/7.jpg" style="width:50%" /></p>

<p>мал.7</p>

<p>
<p>&nbsp;Припустимо, приймаємо а = 2120мм (розмір обмежений положенням двері в стіні), b = 2510мм (розмір обмежений довжиною отвору в міжповерхове перекриття першого поверху), з = 1880мм (розмір обмежений шириною отвору в міжповерхове перекриття першого поверху див. мал 7).</p>

<p>Синім кольором з штрихуванням показано міжповерхове перекриття між першим і другим поверхом. Малюємо червоним пунктиром максимально дозволені габаритні розміри наших сходів. Поправку робимо на розмір b, зменшуючи його на 5 см, щоб наші бетонні сходи не торкалися своєю бічною гранню плити перекриття (мал.8 )</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/8.jpg" style="width:50%" /></p>

<p>мал.8</p>

<p>Отже, ширина сходів в плані за розміром b стає 2460мм. Малюємо зеленим пунктиром вертикальну вісь сходів, що ділить її навпіл. Сірим кольором показана приблизна середня лінія маршу (що це таке дивимося <a href="slovar-lestnichnyih-terminov.php"> словник сходових термінів </a>) . Промальовуємо внутрішню бічну поверхню сходів (можна від руки на міліметрівці, але краще в програмах Archicad або Autocad) використовуючи наступні рекомендації:</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/9.jpg" style="width:50%" /></p>

<p>мал.9</p>

<p>&nbsp;
<p>&nbsp;-геометричну форму внутрішньої бокової поверхні сходів краще вибрати колом або еліпсом, плавно поєднуючи його з першої і останньої ступенями за допомогою дуг або сплайн кривих.</p>

<p>-Мінімальна ширина маршу: для внутрішньоквартирних сходів - 800 мм, для 2-поверхових будівель - 900 мм, для житлових будівель більшої поверховості - 1050 мм, для громадських будівель - 1350 мм. Максимальна ширина маршу: для житлових будинків - 1400 мм, для громадських - 2400 мм. В даному випадку задаємо ширину маршу 900 мм, і малюємо еліпс так, щоб мінімальна відстань від нього до стін а, b і c було приблизно 900мм.</p>

<p>&nbsp; -перші дві сходинки малюємо лекальними на свій смак, плавно поєднуючи їх з еліпсом (мал. 9). На мал.9 в центрі синім я намалював еліпс, який ідеально, на мій погляд, створив форму внутрішньої частини сходів. Я постарався намалювати і розташувати його так, щоб мінімальні відстані від еліпса до стін були 900 мм &ndash; мінімальна ширина маршу сходів. Від лівої крайньої крапки еліпса я намалював сплайн криву для створення першої лекальної сходинки. Друга лекальна сходинка буде знаходиться на першій, її намалюємо трохи пізніше. Межа першої сходинки може трохи виступати за пунктирну червону габаритну лінію. Перші дві сходинки можна зробити трохи крупніше за інші. Від крайньої правої крапки еліпса малюємо дугу до останньої сходинки. Останню сходинку теж можна зробити ширше. Від  останньої сходинки по зовнішній боковій частині сходів малюємо сплайн криву-зовнішню бічну поверхню сходів. Малюємо так, щоб ширина маршу сходів в центрі була 900мм, а по краях 950-1000мм. Тепер промальовуємо вже точно середню лінію маршу, яка в &laquo; певних &raquo; місцях повинна проходити на відстані 450мм від центрального еліпса. &Laquo; Певні &raquo; місця це ліва, верхня і права крайні крапки еліпса. В інших місцях орієнтуємо середню лінію приблизно по центру маршу сходів. Середня лінія це теж сплайн крива, її можна промальовувати вручну за допомогою лекальної лінійки, але швидше і точніше в програмах Archicad або Autocad. Тепер саме час прорахувати кількість сходинок в сходах і визначити висоту підсходинок. Припустимо висота сходів h = 2805мм (від стяжки на першому поверсі до стяжки на другому поверсі). Покриття підлоги першого поверху плитка-15мм, а другого поверху ламінат-10мм. Обчислюємо чисту висоту бетонних сходів: 2805 + 10-15 = 2800мм. Ділимо чисту висоту 2800мм на середню висоту підсходинка 170мм 2800: 170 = 16,47 сходинок. Округляємо до 16 ступеней. Тоді   висота підсходинки 2800: 16 = 175мм. Обчислюємо висоту першого бетонного підсходинка для влаштування опалубки бетонних монолітних сходів. Припустимо, обробка бетонних сходів зверху &ndash; мармур (30мм + 5мм клей = 35мм). Значить висота опалубки першої сходинки 175-35 + 15 (плитка) = 155мм. Висота опалубки під інші 15 сходинок  -175мм. Тепер обчислимо ширину проступи по середньої лінії марша. Вручну на міліметрівку по малюнку середньої лінії накладаємо нитку, потім її розпрямляємо і вимірюємо довжину. Чим малюнок більше, тим точніше виміри. У мене за вимірюваннями в Archicad вийшло 4100мм. Всього ми повинні виготовити опалубку для 16 сходинок і 15 проступів, а 16-а проступ є стяжкою другого поверха. Отже 4100: 15 = 273мм, це ширина проступи по середньої лінії марша. Це значення нас задовольняє тому ширина проступи повинна бути не менше 250мм. Якщо б значення ширини проступи вийшло менше 250мм, то ми б зменшили кількість сходинок на 1. Ширина проступи вийшла б більше і висота сходинки вище. Починаємо малювати сходинки. Спочатку намалюємо перші дві лекальні - другу на першій (мал.10). Їх ширина по головній лінії повинна бути трохи більше 273мм. Приймемо для першоі сходинки ширину 347мм, а для другої 334. Ці значення визначаємо інтуїтивно, так щоб перша і друга сходинки виглядали гармонічно. Тоді ширина інших  сходинок по середній лінії (4100-347-334): 13 = 263мм. Відмінно!</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/10.jpg" style="width:50%" /></p>

<p>мал.10</p>

<p>&nbsp;&nbsp; Наступний етап-поділ сплайн кривої g-k на 13 рівних ділянок. Вручну це копітка работа. В Archicad у мене на це піде хвилина. Відзначимо центр еліпса крапкою &nbsp; А (мал.11).</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/11.jpg" style="width:50%" /></p>

<p>мал.11</p>

<p>Проектуємо сходинки лівоі частини сходів. Продовжуємо відрізок g-d вправо і отримуємо базову лінію g-d &rsquo; . З'єднуємо крапку 6 і 5 з центром А лінією і на перетині з базовою лінією g-d &rsquo; отримуємо крапки 6 &rsquo; і 5 &rsquo; .  Відкладаємо вправо відрізок 6 &rsquo; -5 &rsquo; і отримуємо крапки 4&rsquo;,3&rsquo;,2&rsquo;,1&rsquo;.(мал. 12)</p>

<p>&nbsp;Тобто 6&rsquo;-5&rsquo;=5&rsquo;-4&rsquo;=4&rsquo;-3&rsquo;=3&rsquo;-2&rsquo;=2&rsquo;-1&rsquo;.</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/12.jpg" style="width:50%" /></p>

<p>мал.12</p>

<p>З'єднуємо відповідні крапки (4 &rsquo; з 4 і т.д.) отримуємо проекцію сходинок лівої частині сходів. А далі малюємо праву частину сходів. Продовжуємо відрізок k-f вліво і отримуємо другу базову лінію k-f &rsquo;. З'єднуємо крапку 6 і 7 з крапкою А лінією і на перетині з базовою лінією k-f &rsquo; отримуємо точки 6 &rdquo; і 7 &rdquo;. (мал. 13)</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/13.jpg" style="width:50%" /></p>

<p>мал.13</p>

<p>&nbsp;</p>
</p>

<p>Відкладаємо відрізок 6 &rdquo; -7 &rdquo; вліво 5 разів і отримуємо крапки 8 &rdquo;, 9 &rdquo;, 10 &rdquo;, 11 &rdquo;, 12 &rdquo;. З'єднуємо відповідні крапки (8 &rdquo; з 8 і т.д.) і отримуємо проекцію сходинок правої частини сходів. Приберемо непотрібні лінії і отримуємо малюнок 14.</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Images_artikels/Artikles1/14.jpg" style="width:50%" /></p>

<p>мал.14</p>

<p>Розрахунок бетонних сходів готовий! Тепер подивимося на наші сходи наживо.</p>

<p><img alt="Проектування гнутих криволінійних бетонних сходів" src="/static/images/phocagallery/Photo_stair/7.1.jpg" style="width:50%" /></p>

<p>
<p>Авторські права належать Карпову Анатолію,</p>

<p>фаундеру компаніі <a href="https://stupeni-a.com.ua"> Сходи-А</a></p>

<p>&nbsp;</p>
</p>
</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
