<?php

 $meta_keywords="Проектування, бетонних, монолітних, сходів, структурі, будівлі, розрахунку, конструктивних, елементів, ширина марша, ширина сходів, висота сходинки, висота підсходинки, ширина проступи, кількість сходинок";
 
 $meta_description=" Проектування бетонних монолітних сходів, кількість сходинок, ширина маршів, положення сходів, ширина багатомаршевих сходів, гвинтові сходи, двумаршеві сходи.";
 
 $meta_title="Проектування сходів";
 $meta_rights="ДБН";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Проектування сходів</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 50px;text-align: left;">
    

      <br>
      <div>&nbsp;</div>

<p>Проектування бетонних монолітних сходів полягає у виборі місця розташування сходів в об'ємно-планувальній структурі будівлі і в розрахунку її конструктивних елементів. Особливої ​​уваги потребує вибір місця для сходів в індивідуальних житлових будинках або квартирах і в інтер'єрі приміщень громадського призначення. Наприклад, вибір місця для сходів залежить перш за все, від плану будинку або квартири. Зазвичай приміщення вхідної групи (передпокій, вестибюль, хол) розміщуються на першому поверсі. Тому вхід на сходи логічно передбачити з цих приміщень. Можна пов'язувати питання про розташування сходів з місцем розташування, наприклад, ванної та туалету в будинку. Якщо ванна знаходиться на другому поверсі, сходи краще мати в передпокої - це наближає ванну до входу. Якщо туалет передбачається тільки на першому поверсі, то сходи повинні знаходитися в тому приміщенні, з якого передбачається вхід в нього. Пристрій сходів у загальній кімнаті, хоча і широко практикується, незручно в побуті, так як кімната стає прохідною, тобто питання вибору місця розташування сходів вимагає серйозного аналізу структури взаємозв'язків приміщень, а вже потім постає питання розрахунку і конструювання сходів. У будь-якому випадку важливо враховувати наступні умови: - сходи або сходова клітка повинні бути максимально наближені до входу в будинок; - сходи повинні займати мінімум корисного простору приміщення; - прохід від входу до сходів або сходовій клітці повинен бути зміщений до однієї зі стін приміщення, а не перетинати його посередині або по діагоналі; - сходи повинні бути звернені сходинками до входу в приміщення, в якому знаходиться, якщо не всіма, то неодмінно декількома першими; - сходи, що ведуть до підвалу, повинні бути максимально наближені як до основних сходів будинку, так і до входу в будинок. Для того щоб правильно запроектувати сходи, необхідно не тільки правильно вибрати їх місце розташування, а й знати норми проектування сходів, викладені у відповідних розділах ДБН. Далі наводяться основні норми, правила і вимоги, яких слід дотримуватися при проектуванні і будівництві бетонних сходів. &Middot; Ширина маршів і майданчиків визначає пропускну здатність сходів. Ширина окремого маршу призначається залежно від вимог пожежної безпеки (евакуації) і передбачуваних габаритів переносимих речей. Мінімальна ширина маршу: для внутрішньоквартирних сходів - 800 мм, для 2-поверхових будівель - 900 мм, для житлових будівель більшої поверховості - 1050 мм, для громадських будівель - 1350 мм. Максимальна ширина маршу: для житлових будинків - 1400 мм, для громадських - 2400 мм. &Middot; Ширина сходових площадок повинна бути не менше ширини маршу і не менше 1200 мм. &Middot; Корисна ширина маршу поворотних сходів і сходів, що з'єднує більше двох поверхів, повинна бути розрахована на одночасний прохід не менше двох осіб, тобто становити не менше 1,0 м. Крім того, при корисної ширині маршу менше 1,0 м утруднюється перенесення великогабаритних речей. &Middot; Ширина маршів двох- і багатомаршевих сходів повинна бути однаковою на всьому протязі сходів. &Middot; Між маршами сходів, розташованими в зустрічному один до одного напрямку, повинен бути зазор не менше 50 мм. &Middot; Кількість сходинок в одному марші повинно бути не менше 3 і не більше 16. &middot; При меншій кількості сходинок легко оступитися, при більшому - сходи  &quot; стомлюють &quot; і в цьому випадку потрібно влаштовувати проміжний майданчик. &Middot; Кількість сходинок у марші бажано передбачати непарну, так як людині зручніше починати і закінчувати рух по сходах однією ногою - лівою чи правою. &Middot; &middot; Ухил сходів знаходиться в межах 1: 2-1: 1,75 (20 &deg; - 26 &deg; 7 '). Граничні ухили сходів, призначених для ходьби, мають верхню межу 1: 0,85 (50 &deg;) і нижню межу 1: 2,75 (20 &deg;). &Middot; &middot; Розміри сходів в житлових і громадських будівлях: &quot; Н &quot; - не більше 19 см, &quot; В &quot; - не менше 26 см. Для внутрішньоквартирних сходів відповідно 20 і 23 см. Для підвальних і горищних сходів - 21 і 21см. &Middot; Висота підсходинок в межах одного маршу не повинна відрізнятися більш ніж на 5 мм, що забезпечує рівномірний нахил по всьому марші, і повинна бути не більше 200 і не менше 120 мм. Ширина проступи основних сходів повинна бути не менше 250 мм. Для сходів, що ведуть в нежитлові приміщення, висота і ширина сходинок може бути 200 мм. При ширині проступи до 260 мм величина її виступу над нижчележачій сходинкою  не повинна перевищувати 30 мм. Забіжні (клиновидні) сходинки на внутрішній межі корисної ширини повинні мати проступ шириною не менше 100 мм, а на середній лінії маршу - не менше 260 мм. Радіус кривизни середньої лінії маршу з забіжними сходинками повинен бути не менше 30 см. Корисна ширина сходових майданчиків повинна бути не менше корисної ширини примикаючих до неї маршів. Довжина сходових майданчиків, що знаходяться між маршами, повинна бути не менше 2 величин довжини середнього кроку дорослої людини, тобто  1,3-1,4 м. Довжина сходових майданчиків біля вхідних дверей повинна бути не менше 1,0 м в тому випадку, якщо двері розсувні або відкриваються в протилежну від сходів сторону. Довжина і ширина сходових майданчиків перед дверима, що відкриваються в бік сходів, розраховується з урахуванням ширини дверного полотна і безпечного положення людини у двері в момент її відкриття. &Middot; Висота огороджень (поручнів) міжповерхових сходів повинна бути не менше 0,9 м, для сходів висотою понад 12 м - 1,1 м. &Middot; Для сходів, якими користуються дiти, висота огороджень рекомендується 1,5 м. &Middot; Висота огорожі зовнішніх вхідних сходів при підйомі на 3 і більше сходинок повинна бути не менше 0,8 м. &Middot; Сходи, що мають більше 5 сходинок, при ширині маршу до 1,25 м обладнуються поручнем з одного боку, при ширині маршу від 1,25 до 2,5 м поручні повинні бути з двох сторін. Сходові марші шириною більше 2,5 м необхідно обладнати додатковими поручнями посередині маршу. &Middot; Відсутність огорож допускається тільки для сходів, що складаються з 5 сходинок і менш. &Middot; Відстань між стійками (балясинами) перил не повинна перевищувати 12 см при висоті від рівня підлоги понад 1,5 м. &Middot; Відстань між будь-якою сходинкою сходів і стелею повинна бути не менше 2,0 м, щоб по сходах міг вільно пройти доросла людина. Бетонні &nbsp; сходи повинні бути добре освітлені, особливо перші і останні сходинки маршів. &Middot; На закінчення наводяться деякі попередні орієнтовні розміри сходів. Необхідна площа для спорудження сходів (в горизонтальній проекції) становить орієнтовно: - гвинтові сходи з центральною стійкою - не менше 3,6 м; - сходи з майданчиком - 3,1 м; - сходи з двома поворотами на 90 &deg; - 2,1 м; - прямі одномаршові сходи - 2,5-3,0 м. Стандартні двумаршеві сходи з індустріальних крупноелементних залізобетонних конструкцій (сходова клітка) має в плані оптимальні розміри 3,0 х 6,0 м. Розміри отворів в міжповерхових перекриттях: - для прямих одномаршових сходів - 1,0 х 2,5 м; - для гвинтових сходів з центральною стійкою - діаметром 1,7-2,2 м; - для сходів з поворотом на 180 &deg; - 2,1-2,5 м.</p>

<p>&nbsp;</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
