<?php

 $meta_keywords="Гвинтові, бетонних, монолітних, сходів, гнуті, сходові терміни, Косоур, тятивних, марш, забіжні сходинки, висота підсходинки, підсходинок, ширина сходинки, проступи, висота сходів, сходи для будинку, Чиста підлога, головна лінія маршу, тятиви. ";
 
 $meta_description="Гладкопідшиті сходи, тятивні сходи, відкриті підсходинки, косоур, проступ, підсходинок, прямі сходи, Г-подібні сходи, гвинтові сходи, сходові терміни, забіжні сходинки, висота підсходинки, ширина сходів, ширина проступи, висота сходів для будинку, ширина сходового маршу, чиста підлога, головна лінія маршу, тятиви. ";
 
 $meta_title="Словник сходових термінів";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Словник сходових термінів</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 50px;">
    

      <br>
      <div class="text-left">
<div><strong>Гладкопідшиті сходи </strong> - знизу  сходи мають рівну або кручену гнуту поверхню, без пустот (як у випадку з відкритими підсходинками). Гладкість нижньої поверхні сходів досягається точним припасуванням опалубних фанерних листів-сегментів. Сходи дуже міцні, але важкі. </div>

<div>&nbsp;</div>

<div><strong>Тятивні сходи </strong> - бокова частина сходів являє собою залізобетонну балку-тятиву прямокутного поперечного перерізу, з якої виходять сходинки. Тятива є головним несучим елементом сходів. Тятивні сходи можуть бути як гладкопідшиті, так і з відкритими підсходинками. </div>

<div>&nbsp;</div>

<div><strong>Відкриті підсходинки </strong> - сходовий марш складається з окремих ізольованих між собою сходинок (проступів). Сходи мають вигляд рівних  пластин товщиною в середньому  80-110мм, що виходять з тятиви або лежать на косоурі. </div>

<div>&nbsp;</div>

<div><strong>Косоур </strong> -Рівна або гнута балка на якій лежать сходинки. Можливі варіанти з двома балками, які є основними несучими елементами сходів. На косоур лягають в основному проступи з відкритими підсходинками, але можна покласти і гладкопідшитий марш. </div>

<div>&nbsp;</div>

<div><strong>Проступ</strong>-горизонтальна площина сходинки, на яку ступає нога. Ширина проступи в середньому від 250 до  350 мм. </div>

<div>&nbsp;</div>

<div><strong>Підсходинок</strong>-вертикальна площина сходинки, що задає висоту підйому сходинки. Висота підсходинки коливається від 150 до 200 мм.</div>

<div>&nbsp;</div>

<div><strong>Прямі сходи </strong> - на плані (вид зверху) сходовий марш має форму подовженого  прямокутника. Середня лінія маршу  сходів - пряма.</div>

<div>&nbsp;</div>

<div><strong>Г-подібні сходи </strong> - на плані сходовий марш має форму літери &quot; Г &quot;. Існують варіанти з межмаршевим майданчиком або з забіжними сходинками. </div>

<div>&nbsp;</div>

<div><strong>П-подібні сходи </strong> - в плані буква &quot; П &quot;. Чотири варіанти: з одним межмаршевим майданчиком,  з 2-ма межмаршевими майданчиками, з забіжними сходинками і комбінований. </div>

<div>&nbsp;</div>

<div><strong>Гвинтові сходи </strong> - на плані сходовий марш в формі кола. Середня лінія маршу - коло. Усі сходинки мають однаковий внутрішній і зовнішній радіуси. Заворот гвинтових сходів може бути повним (на 360 градусів) або неповним (менше 360 гр.). Зверху сходи закінчуються консольним майданчиком, на який можуть опертися гвинтові сходи йдучі на наступний поверх. </div>

<div>&nbsp;</div>

<div><strong>Гнуті сходи </strong> - сходовий марш зігнутий в плані довільною кривою. Всі сходинки не мають загального центру внутрішнього та зовнішнього радіусів (як у гвинтових сходів). Можуть бути як прістінними сходами, так і окремостоячими. </div>

<div>&nbsp;</div>

<div><strong>Середня лінія маршу </strong> -  уявна лінія, що проходить на прямих ділянках маршу строго по його середині, а на криволінійних - по лінії, паралельній внутрішньому краю маршу, на відстані, що дорівнює половині його ширини. </div>

<div>&nbsp;</div>

<div><strong>Ширина сходового маршу </strong> -  це довжина сходинок, тобто відстань від одного краю сходинки до іншого. Корисна ширина сходового маршу - це відстань між стіною (або внутрішньою стороною одного поручня) і внутрішньою стороною іншого поручня.</div>

<div>&nbsp;</div>


<div><strong>Кут повороту маршу </strong> - це кут, утворений на горизонтальній проекції сходів створами зовнішніх граней першої і останньої сходинок маршу.</div>

<div>&nbsp;</div>

<div><strong>Ширина забіжних сходинок </strong> визначається по середній лінії і повинна бути постійною величиною на всьому протязі сходів.</div>
</div>

<div>&nbsp;</div>

<div style="text-align:left;"><strong>Чиста підлога 1-го поверху </strong> - це проектний рівень верху облицювального матеріалу 1-го поверху. Для розрахунку будь-яких сходів потрібна чиста висота між поверхами. Наприклад, якщо у Вас на 1-му і 2-му поверхах лежать тільки плити перекриття, то чиста висота поверху дорівнює:<br><br><span style="font-family:'Vollkorn', serif;font-size: 16px;color: #b9874c;">&nbsp; Брудна висота (відстань від верху плити 1-го до верху плити 2-го поверхів) + (Стяжка 2-го поверху + товщина покриття підлоги 2-го поверху) - (Стяжка 1-го поверху + товщина покриття підлоги 1-го поверху)</span></div>

  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner'). css('min-height', '220px');
    jQuery('.banner-image'). css('height', '871px');
	
  </script>

</body>
</html>
