<?php

 $meta_keywords="Бетонні, сходи, Універсальна, багаторазова, опалубка";
 
 $meta_description=" Відеоурок 1 – Універсальна, багаторазова опалубка. Виготовлення гладкопідшитих бетонних сходів у багаторазовій опалубці під будь-який розмір сходів та ширини маршу. ";
 
 $meta_title="Відеоурок 1 – Універсальна, багаторазова опалубка.";
 $meta_rights="Ступени-А";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Відеоурок 1 - Універсальна, багаторазова опалубка для гладкопідшитих бетонних сходів.</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 50px;text-align: left;">
    

      <br>
      <div>&nbsp;</div>
      

<p>


  Ви хочете виготовити <a href="https://stupeni-a.com.ua/" target="_blank" rel="noopener"> бетонні сходи</a> для свого приватного будинку, але не знаєте з чого розпочати?
Чи може хотіли б розпочати свій бізнес з <strong>виробництва бетонних сходів</strong>?
Це відео спеціально для Вас! Ми навчимо Вас не тільки правильному процесу виготовлення гладкопідшитих сходів, але й покажемо як виготовити всі елементи для універсальної та<strong> багаторазової опалубки</strong>.
    Універсальність опалубки полягає у виготовленні гладкопідшитих криволінійних сходів будь-якої форми в плані, будь-якої ширини маршу та висоти сходів.
    Багаторазове використання опалубки заощадить Вам не тільки гроші на покупку нової фанери, бруса та дощок, але й суттєво скоротить час на зведення опалубки.
    Наша компанія "Сходи-А" розробила унікальну <strong>технологію зведення опалубки</strong> для заливання бетонних гладкопідшитих сходів, яка допомагає нам вже багато років будувати<strong> сходи</strong> з мінімальними витратами тільки на арматуру та бетон.
 На опалубку ми не витрачаємось взагалі!
   При середній вартості П-подібних гладкопідшитих сходів в 1000 $, витрати на матеріали і опалубку зазвичай становлять 400 $, з яких 200 $ йдуть на опалубку (фанера, дошки, брус).
Наша технологія допоможе Вам економити 200 $ на кожних сходах!
   В основі технології лежить використання оцинкованої жерсті завтовшки 1мм для формування криволінійної поверхні опалубки.
 З жерсті вирізають трикутні сегменти 4-х типів, з яких зшивається опалубка нижньої частини маршу. Жесть набагато міцніша і гнучкіша фанери, а її маленька товщина дозволяє скручувати сегменти самонарізами внахлест.
 Після зняття опалубки залишаються зазубрини в 1-2мм, які легко зашпаклівуються малярами.


У відеоуроці докладно описано все з самого початку<strong> будівництва бетонних сходів</strong>, а саме з розмітки сходів на підлозі та на стінах згідно з планом проекту сходів. Ви також можете замовити проект сходів у нас.
У відео є багато креслень з докладними розмірами всіх елементів опалубки. Ми з радістю відповімо на всі Ваші запитання у Viber +380993800661 або WhatsApp +380969336333.
Вартість відеоурока 100$. З питання придбання пишіть у Viber або WhatsApp на номери, вказані вище.
Перегляньте рекламний ролик до відеоуроку.<br><br>
<iframe width="560" height="315" src="https://www.youtube.com/embed/RVT9FOZ6xvU" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
<br><br>

  Сучасні реалії диктують нам нові умови роботи – ми постійно шукаємо способи здешевити витрати на виробництво та прискорити процес будівництва.
 <center>Ця відеодопомога допоможе Вам на всі 100%! </center><br><br><br>

Фото фрагменти відеоуроку.
<br>





</p>
&nbsp;

<img src="/static/images/article/razmetka_lestnitsy.jpg" alt="Разметка лестницы" class=""  style="max-width:100%;width:100%;min-width:10%; margin: 10px;">
<img src="/static/images/article/montaz-lecal.jpg" alt="Монтаж лекал" class=""  style="max-width:100%;width:100%;min-width:10%; margin: 10px;">
<img src="/static/images/article/montaz-podstupenkov.jpg" alt="Монтаж подступенков" class=""  style="max-width:100%;width:100%;min-width:10%; margin: 10px;">
<p>&nbsp;</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
