<?php

 $meta_keywords="Архитектурный, мрамор, бетон, облицовка, бетонных, лестниц,  Киев, Украина,";
 
 $meta_description=" Архитектурный мрамор-бетон, облицовка бетонных лестниц в Киеве и по Украине.";
 
 $meta_title="Архитектурный мрамор-бетон";
 $meta_rights="Ступени-А";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Архитектурный мрамор-бетон</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 40px;text-align: left;">
    

      <br>
      <div>&nbsp;</div>
      
      
      
<p>В 2020году компания "Ступени-А" разработала уникальную технологию по производству <strong>искусственного мрамора </strong> из реакционно-порошкового бетона. Мы называем его <strong> архитектурным мрамор-бетоном</strong> (АМБ).</br>
<img src="/static/images/marble/mramor-beton-imperatorskij-1.jpg" alt="Ступени из архитектурного мрамор-бетона" class=""  style="width: 100%;margin: 10px 0;">
<div style="width:100%;text-align: center;margin: 20px;">
    <a href="https://stupeni-a.com.ua/stoimost-oblicovki-mramorom.php" target="_blank" rel="noopener"><button class="button_light"  >Рассчитать стоимость мрамор-бетона</button></a>
</div>
Реакционно-порошковые бетоны (РПБ)  – это бетоны будущего, не имеющие в своем составе крупно-зернистых и кусковых заполнителей.</br>
Высокая текучесть РПБ позволяет использовать их для самоуплотняющихся высокопрочных бетонов. 
 Чрезвычайно-высокая прочность РПБ, достигающая 120-160 МПа., низкое водопоглощение (менее 1%), высокая морозостойкость (более 1000 циклов),
 высокая прочность на осевое растяжение (10-15 МПа) и на растяжение при изгибе (40-50 МПа) и высокая ударная прочность открывают новые возможности для 
изготовления новых высокопрочных отделочных материалов и в осуществлении технико-экономического прорыва в технике бетона.
Для сравнения средняя прочность на сжатие обычного бетона М400 (В30) - 39,2МПа., и этот показатель в три раза уступает реакционно-порошковому бетону.
Вот почему компания "Ступени-А" выбрала РПБ в качестве сырья для производства АМБ с последующей <a href="https://stupeni-a.com.ua/" target="_blank" rel="noopener">облицовкой бетонных лестниц</a>.
Инженерами "Ступени-А" были рассмотрены все нюансы эксплуатации архитектурного мрамор-бетона в качестве проступей и подступенков<strong> бетонной лестницы</strong>, а именно:</br>
&nbsp;&nbsp;- все элементы покрываются высококачественным полиуретановым лаком, что препятствует скольжению ноги на мраморной ступени. Полиуретан используется в качестве заменителя резины и  поэтому Ваша нога никогда не соскользнет со ступеньки,
 так как это часто бывает на натуральных мраморных и гранитных ступенях. В то же время процесс шлифовки и полировки полиуретанового лака создает высокую степень глянца и делает наши ступени неотличимыми от натурального камня. </br>
 <img src="/static/images/marble/mramor-beton-imperatorskij-2.jpg" alt="Ступени из архитектурного мрамор-бетона" class=""  style="width: 100%;margin: 10px 0;"></br>
&nbsp;&nbsp;- проступи армируются композитной арматурой для дополнительной прочности.</br>
&nbsp;&nbsp;- во избежание микротрещин мы армируем наш искусственный мрамор полипропиленовой фиброй.</br>
&nbsp;&nbsp;- на задней стороне проступей имеются сотовые углубления для лучшей адгезии клея с проступью.</br></br>

Цветовые вариации  архитектурного мрамор-бетона практически неограничены - мы можем подобрать любую цветовую гамму на заказ.
 Белый мрамор с серыми прожилками, бело-бирюзовый мрамор с желтыми и темно-зелеными прожилками, белый мрамор с золотисто-темно-серыми прожилками - изготовим все, что подскажет Ваша фантазия!
 <div class="form-section" style="width:100%;float:left;">
 <img src="/static/images/stairs/mramor-beton/mramor-beton-carrara-1.7.JPG" alt="Ступени из архитектурного мрамор-бетона carrara" class="" sizes="30vh" style=" float:left;max-width: 30vh;margin: 10px 0;">
 <img src="/static/images/marble/mramor-beton-art-nouveau-2.jpg" alt="Ступени из архитектурного мрамор-бетона art nouveau" class="" sizes="30vh" style=" float:left;max-width: 30vh;margin: 10px 0;">
 <img src="/static/images/marble/mramor-beton-imperatorskij-10.jpg" alt="Ступени из архитектурного мрамор-бетона императорский" class="" sizes="30vh" style=" float:left;max-width: 30vh;margin: 10px 0;">
 </div></br>
Мы хотим ознакомить Вас с нашими правилами и опциями <strong>облицовки бетонных лестниц</strong> АМБ.</br>
&nbsp;1. Все цены и алгоритм просчета стоимости приведены в <a href="https://stupeni-a.com.ua/stoimost-oblicovki-mramorom.php" target="_blank" >МЕНЮ >> ЦЕНА >> Стоимость облицовки архитектурным мрамор-бетоном.</a></br>
&nbsp;2. В прайсе указывается цена на изготовление элементов облицовки (проступь, подступенок, плинтус, площадка),  плюс дополнительно 30% (от цены изготовления) стоит  монтаж этих элементов.</br>
&nbsp;3. Предоплата на изготовление элементов облицовки составляет 100%. Монтажные работы (+30%) оплачиваются в 2 транша: половина перед началом монтажных работ и половина в конце выполнения всех работ.</br>
&nbsp;4. Вы можете заказать у нас только изготовление элементов облицовки без монтажа. В таком случае Вы должны предоставить нам макеты ступеней. Как это сделать просмотрите в нашем видео МАКЕТЫ СТУПЕНЕЙ.</br>
&nbsp;5. Наша уникальная технология позволяет изготавливать даже гнутые мраморные плиты. Подступенки для пригласительных (криволинейных) ступеней будут изготовлены цельно из 1-го или 2-х кусков, а не из множества нарезных кусочков, как по старинке. Это придает целостности и монументальности всей лестницы. А гнутый плинтус незаменим при наличии криволинейных стен и колонн.</br>
<div style="text-align:center;">
   <img src="/static/images/marble/mramor-beton-imperatorskij-11.jpg" alt="Ступени из архитектурного мрамор-бетона императорский" class="" sizes="30vh" style=" width: 100%; max-width: 90vh;margin: 10px 0;">
</div> 
&nbsp;6. <strong>Архитектурный мрамор-бетон</strong> можно использовать также и на улице в экстерьере, так как порошковый бетон обладает высокой морозостойкостью, а полиуретановый лак не боится ультрафиолета и не желтеет как эпоксидка.
 Но в таком случае полиуретановый лак быстро потеряет свой глянец от уличной обуви. Это можно исправить повторным вскрытием лаком и полировкой.  </br>
 </br>
<big>Архитектурный мрамор-бетон это мрамор нового поколения, обладающий красотой природного мрамора и прочностью бетона будущего!</big>    </p>  </br></br>
<div style="text-align:center;">
<img src="/static/images/marble/mramor-beton-carrara-4.jpg" alt="Ступени из архитектурного мрамор-бетона carrara" class=""  style="width: 100%; max-width: 90vh;">      
 </div>     
 <div style="width:100%;text-align: center;margin: 20px;">
    <a href="https://stupeni-a.com.ua/stoimost-oblicovki-mramorom.php" target="_blank" rel="noopener"><button class="button_light"  >Рассчитать стоимость мрамор-бетона</button></a>
</div>     
      
      
      
      
      
      
      
      
      


&nbsp;


<p>&nbsp;</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
