<?php

 $meta_keywords="Срок, изготовления, бетонной, лестницы для дома, компьютерный дизайн, лестницы киев, ступени-а в киеве, вес бетонной лестницы, допуски в геометрии лестницы, заливки бетонных лестниц, усилить, армировку, бетонной лестницы, индивидуальный, инженерный, расчет, армирование, цена лестницы, опалубка, отделка лестницы, заливка, гарантия, бетон для лестницы, заказать лестницу, заказать бетонную лестницу, цена бетонной лестницы, стоимость лестницы";
 
 $meta_description="Срок изготовления бетонной лестницы для дома, компьютерный дизайн, лестницы киев, гарантия на бетонные дестницы для дома, цена бетонных лестниц, заказать бетонную лестницу под ключ, армирование бетонной лестницы, ступени-а в киеве, вес бетонной лестницы, допуски в геометрии лестницы, заливки бетонных лестниц, усилить армировку бетонной лестницы, бетон для лестницы, индивидуальный инженерный расчет.";
 
 $meta_title="Часто задаваемые вопросы (FAQs)";
 
require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
        <h1 style="font-size:2.5em;"> Часто задаваемые вопросы</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 60px 0;">
    
    <style>
	 .faq_div{ border:rgb(185, 135, 76) solid 1px;;margin:20px;}
	 .faq{font-size: 1.6em;cursor: pointer;}
	 .answ{font-family: "Ubuntu", sans-serif !important;font-size: 1em;color: rgb(127, 127, 127) !important;text-transform: none;letter-spacing: 1px;text-align: left;margin: 30px 30px;line-height: 30px;}
	</style>
    
       <div class="faq_div" >
          <h2 class="faq">Какой срок изготовления бетонной лестницы для дома?</h2>
          <h3 class="answ">Основные этапы строительства бетонной лестницы для дома компанией Ступени-А (без отделки) следующие:<br>&nbsp; 1. Встреча с заказчиком на объекте, снятие размеров планировки здания. - 1 день.<br>&nbsp; 2. Проектирование лестницы и отправка 3d визуализации (компьютерный дизайн) на почту заказчика - 1-2 дня.<br>&nbsp; 3. Заезд бригады на объект, изготовление опалубки, армировка и заливка бетонной лестницы - 4-7 дней.<br>&nbsp; 4. Через 2 недели снятие опалубки бетонной лестницы и шлифовка ступеней - 14 дней.<br>Через 8 дней после первой встречи (пункт 1) Вы можете уже передвигаться по лестнице залитой бетоном (бетон схватывается за 1 день), а еще через 2 недели можете приступать к отделке лестницы.<br>Итог: срок изготовления бетонной лестницы для дома - 22 дня.  </h3>
       </div>
       <div class="faq_div" >
          <h2 class="faq">Какой вес бетонной лестницы?</h2>
          <h3 class="answ">Гладкоподшитые бетонные лестницы для дома весят приблизительно 2000-2500кг.<br>Тетивные прозрачные и косоурные лестницы весят приблизительно 1000-1200кг.<br>Если для расчета давления на перекрытие взять, например, круглопустотную плиту  ПК 60-12-12,5 (длиной 5980мм, шириной 1190мм, высотой 220мм и расчетной нагрузкой 1250 кгс/м2), то на такую плиту (с учетом стяжки, покрытия пола, перегородок, временной нагрузки от людей) можно поставить 4 гладкоподшитых и 8 тетивных лестниц! И это не учитывая того, что монолитные бетонные лестницы передают часть своей нагрузки на верхнее перекрытие, к которому они анкерятся, а не просто опираются. А если лестница пристенная, то часть нагрузки передается еще и на стену (если стена несущая).</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Работает ли Ступени-А с материалами заказчика?</h2>
          <h3 class="answ">Мы готовы выкупить у Вас стройматериалы (отдельные позиции), если они были заранее заготовлены и если они соответствуют нашей закупочной цене и соответствуют качеству. Все эти действия обсуждаются заранее до строительства лестницы и прописываются в договоре.<br>Просьба не задавать вопрос "А сколько стоят отдельно материалы и сколько стоит работа?", т.к. таких понятий в Ступени-А не существует!</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Какие допуски в геометрии лестницы?</h2>
          <h3 class="answ">Компания Ступени-А придерживается следующих допусков при изготовлении бетонных лестниц:<br>На отшлифованную проступь допуск по горигонтали 3мм.<br>На все остальные элементы допуск по горизонтали и по вертикали составляет 5мм.</h3>
       </div> 
        <div class="faq_div" >
          <h2 class="faq">Что в договоре?</h2>
          <h3 class="answ">Компания Ступени-А ведет предпринимательскую деятельность в Киеве и по всей Украине как СПД. Существует расчетный счет. В пакет договора входят:<br>&nbsp; 1. План лестницы.<br>&nbsp; 2. Разрезы лестницы.<br>&nbsp; 3. Визуализация лестницы (3-4 видов).<br>&nbsp; 4. Сам договор.</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Какая марка бетона?</h2>
          <h3 class="answ">Для заливки бетонных лестниц объемом от 2-х м.куб компания Ступени-А использует привозной товарный бетон марки B25 П3. В иных случаях бетон изготавливается на объекте вручную марки приближенной к  B25 П3.</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Какая гарантия?</h2>
          <h3 class="answ">Ступени-А дает гарантию на изготовленные бетонные лестницы сроком 10 лет.</h3>
       </div> 
        <div class="faq_div" >
          <h2 class="faq">Можно ли усилить армировку бетонной лестницы?</h2>
          <h3 class="answ">Проектанты Ступени-А расчитывают лестницу и отдельные ее узлы согласно всем законам сопромата, строительной механики и ДБН. С 2011 года у нас накопилась большая база данных по обычным стандартным лестницам, откуда и берем схемы армирования. Для нестандартных типов лестниц мы делаем индивидуальный инженерный расчет. Доверьтесь нашим специалистам, пусть они решают сколько и какой арматуры ложить в лестницу.</h3>
       </div> 
       <div class="faq_div" >
          <h2 class="faq">Какая схема оплаты и нужна ли предоплата?</h2>
          <h3 class="answ">Ступени-А устанавливает следующую схему оплаты устройства бетонных лестниц:<br>&nbsp; 1. Аванс 1000грн на проектные работы (план, разрезы и визуализация). <br>&nbsp; 2. Предоплата в 50% от стоимости лестницы в день заезда на объект Заказчика (после заезда с стройматериалами и перед началом работ). <br>&nbsp; 3. Сразу после заливки лестницы бетоном, Заказчик оплачивает очередной транш в 30% от стоимости лестницы.<br>&nbsp; 4. После снятия опалубки и приемом работы, Заказчик оплачивает оставшиеся 20% от стоимости лестницы минус аванс в 1000грн, который был выдан в самом начале.</h3>
       </div> 
       
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
	
	jQuery('.faq_div').click(function() {
		      var answer = $(this).children('.answ');
              answer.slideToggle( "slow", function() {
              // Animation complete.
              });
    });
	jQuery( ".answ" ).each(function() {
     //  jQuery( this ).slideUp( "slow" );
	     jQuery( this ).hide();
    });
	
	
  </script>

</body>
</html>
