<?php

 $meta_keywords="Проектирование, бетонных, монолитных, лестниц, структуре, здания, расчете, конструктивных, элементов";
 
 $meta_description=" Проектирование бетонных монолитных лестниц, число ступеней, ширина маршей, положение лестницы, ширина многомаршевых лестниц, количество ступеней, винтовая лестница, двухмаршевая лестница.";
 
 $meta_title="Проектирование лестниц";
 $meta_rights="СНИП";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Проектирование лестниц</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 50px;text-align: left;">
    

      <br>
      <div>&nbsp;</div>

<p>Проектирование бетонных монолитных лестниц заключается в выборе месторасположения лестницы в объемно-планировочной структуре здания и в расчете ее конструктивных элементов. Особого внимания требует выбор места для лестницы в индивидуальных жилых домах или квартирах и в интерьере помещений общественного назначения. К примеру, выбор места для лестницы зависит прежде всего, от плана дома или квартиры Обычно помещения входной группы (прихожая, вестибюль, холл) размещаются на первом этаже. Поэтому вход на лестницу логично предусмотреть из этих помещений. Можно увязывать вопрос о положении лестницы с местоположением, например, ванной и туалета в доме. Если ванная находится на втором этаже, лестницу лучше иметь в прихожей - это приближает ванную ко входу. Если туалет предусматривается только на первом этаже, то лестница должна находиться в том помещении, из которого предполагается вход в него. Устройство лестницы в общей комнате, хотя и широко практикуется, неудобно в быту, так как комната становится проходной, т.е. вопрос выбора местоположения лестницы требует серьезного анализа структуры взаимосвязей помещений, а уже затем встает вопрос расчета и конструирования лестницы. В любом случае важно учитывать следующие условия: - лестница или лестничная клетка должны быть максимально приближены ко входу в дом; - лестница должна занимать минимум полезного пространства помещения; - проход от входа к лестнице или лестничной клетке должен быть смещен к одной из стен помещения, а не пересекать его посередине или по диагонали; - лестница должна быть обращена ступенями ко входу в помещение, в котором находится, если не всеми, то непременно несколькими первыми; - лестница, ведущая в подвал, должна быть максимально приближена как к основной лестнице дома, так и ко входу в дом. Для того чтобы правильно запроектировать лестницу, необходимо не только правильно выбрать ее местоположение, но и знать нормы проектирования лестниц, изложенные в соответствующих главах СНиП. Далее приводятся основные нормы, правила и требования, которые следует соблюдать при проектировании и строительстве бетонных лестниц. &middot; Ширина маршей и площадок определяет пропускную способность лестницы. Ширина отдельного марша назначается в зависимости от требований пожарной безопасности (эвакуации) и предполагаемых габаритов переносимых вещей. Минимальная ширина марша: для внутриквартирных лестниц - 800 мм, для 2-этажных зданий - 900 мм, для жилых зданий большей этажности - 1050 мм, для общественных зданий - 1350 мм. Максимальная ширина марша: для жилых зданий - 1400 мм, для общественных - 2400 мм. &middot; Ширина лестничных площадок должна быть не менее ширины марша и не менее 1200 мм. &middot; Полезная ширина марша поворотной лестницы и лестницы, соединяющей более двух этажей, должна быть рассчитана на одновременный проход не менее двух человек, т.е. составлять не менее 1,0 м. Кроме того, при полезной ширине марша менее 1,0 м затрудняется перенос крупногабаритных вещей. &middot; Ширина маршей двух- и многомаршевых лестниц должна быть одинакова на всем протяжении лестницы. &middot; Между маршами лестницы, расположенными во встречном друг к другу направлении, должен быть зазор не менее 50 мм. &middot; Количество ступеней в одном марше должно быть не менее 3 и не более 16. &middot;При меньшем числе ступеней легко оступиться, при большем - лестница становится &quot;утомляемой&quot; и в этом случае требуется устраивать промежуточную площадку. &middot; Число ступеней в марше желательно предусматривать нечетное, так как человеку удобнее начинать и заканчивать движение по лестнице одной ногой - левой или правой. &middot;&middot; Рекомендуемый уклон лестницы находится в пределах 1:2-1:1,75 (20&deg; - 26&deg;7&#39;). Предельные уклоны лестниц, предназначенных для ходьбы, имеют верхнюю границу 1:0,85 (50&deg;) и нижнюю границу 1:2,75 (20&deg;). &middot;&middot; Размеры ступеней лестниц в жилых и общественных зданиях: &quot;Н&quot; - не более 19 см, &quot;В&quot; - не менее 26 см. Для внутриквартирных лестниц соответственно 20 и 23 см. Для подвальных и чердачных лестниц - 21 и 21см. &middot;Высота ступеней в пределах одного марша не должна различаться более чем на 5 мм, что обеспечивает равномерный уклон по всему маршу, и должна быть не более 200 и не менее 120 мм. Ширина ступени основных лестниц должна быть не менее 250 мм. Для лестниц, ведущих в нежилые помещения, высота и ширина ступеней может быть 200 мм. При ширине ступени до 260 мм величина ее выступа над нижележащей ступенью (величина &quot;с&quot; на рис.4) не должна превышать 30 мм. Забежные (клиновидные) ступени на внутренней границе полезной ширины должны иметь проступь шириной не менее 100 мм, а на средней линии марша - не менее 260 мм. Радиус кривизны средней линии марша с забежными ступенями должен быть не менее 30 см. Полезная ширина лестничных площадок должна быть не менее полезной ширины примыкающих к ней маршей. Длина лестничных площадок, находящихся между маршами, должна быть не менее 2 величин длины среднего шага взрослого человека, т.е. не менее 1,3-1,4 м. Длина лестничных площадок у входных дверей должна быть не менее 1,0 м в том случае, если дверь раздвижная или открывается в противоположную от лестницы сторону. Длина и ширина лестничных площадок перед дверями, открывающимися в сторону лестницы, рассчитывается с учетом ширины дверного полотна и безопасного положения человека у двери в момент ее открытия. &middot; Высота ограждений (перил) междуэтажных лестниц должна быть не менее 0,9 м, для лестниц высотой более 12 м - 1,1 м. &middot; Для лестниц, используемых детьми, высота ограждений рекомендуется 1,5 м. &middot; Высота ограждения наружных входных лестниц при подъеме на 3 и более ступеней должна быть не менее 0,8 м. &middot; Лестницы, имеющие более 5 ступеней, при ширине марша до 1,25 м оборудуются поручнем с одной стороны, при ширине марша от 1,25 до 2,5 м поручни должны быть с двух сторон. Лестничные марши шириной более 2,5 м необходимо оборудовать дополнительными перилами посередине марша. &middot; Отсутствие ограждений допускается только для лестниц, состоящих из 5 ступеней и менее. &middot; Расстояние между стойками (балясинами) перил не должно превышать 12 см при высоте от уровня пола свыше 1,5 м. &middot; Расстояние между любой ступенью лестницы и потолком должно быть не менее 2,0 м, чтобы по лестнице мог свободно пройти взрослый человек.Бетонные&nbsp; лестницы должны быть хорошо освещены, особенно первые и последние ступени маршей. &middot;В заключение приводятся некоторые предварительные ориентировочные габариты лестниц. Необходимая площадь для сооружения лестницы (в горизонтальной проекции) составляет ориентировочно: - винтовая лестница с центральной стойкой - не менее 3,6 м ; - лестница с площадкой - 3,1 м ; - лестница с двумя поворотами на 90&deg; - 2,1 м ; - прямая одномаршевая лестница - 2,5-3,0 м . Стандартная двухмаршевая лестница из индустриальных крупноэлементных железобетонных конструкций (лестничная клетка) имеет в плане оптимальные размеры 3,0 х 6,0 м. Размеры проемов в междуэтажных перекрытиях: - для прямых одномаршевых лестниц - 1,0 х 2,5 м; - для винтовых лестниц с центральной стойкой - диаметром 1,7-2,2 м; - для лестниц с поворотом на 180&deg; - 2,1-2,5 м.</p>

<p>&nbsp;</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
