<?php

 $meta_keywords="Расчет, ступеней, бетонной, лестницы, гнутой,криволинейной,  проектирование криволинейной, пристенной,  вычисление, Проектирование,  тетивной, прозрачной,  лестница, ArchiCad, визуализация,   3ds max, подступенков, и, ширины, проступи";
 
 $meta_description="Проектирование криволинейной тетивной бетонной лестницы в ArchiCad, визуализация бетонной лестницы в 3ds max, как самому создать лестницу, создание лестницы в архикад, архикад, archicad, архикад уроки.";
 
 $meta_title="Проектирование криволинейной тетивной бетонной лестницы в ArchiCad";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
        
    <h1 style="font-size:2.5em;" >Проектирование криволинейной тетивной бетонной лестницы в ArchiCad</h1>
 
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center">
    
<style>
 .newH2{font-size:1.0em;font-family: 'Ubuntu', sans-serif !important;text-transform: none;letter-spacing: 0px;font-weight: 400 !important;color: #6c7279 !important;}
 .newH3{font-size:1.0em;font-family: 'Ubuntu', sans-serif !important;text-transform: none;letter-spacing: 0px;font-weight: 400 !important;color: #6c7279 !important;}
</style>

<br> <br> 
<h2 class="newH2">  В этой статье я расскажу как спроектировать бетонную лестницу криволинейной (произвольной) формы в программе ArchiCad.  В ArchiCad легко спроектировать гладкоподшитые бетонные лестницы, но криволинейные тетивные и косоурные приходится дорабатывать в 3ds Max, т.к. бетонные криволинейные тетивы и косоуры проектируются в 3ds Max намного быстрее и красивее чем в ArchiCad. К тому же рендер для визуализации все равно приходится делать в 3ds Max. Проектировщики и дизайнеры компании Ступени-А придерживаются следующей схемы: геометрия проектируется в архикаде (стены, перекрытия, окна, двери, пригласительные ступени и остальные ступени без тетивы) и сохраняется в .dwg формате, а потом импортируется в макс, дорисовывается обшивка проступей и тетивы, накладываются материалы, выставляется освещение и выполняется рендер.</h2>
<h2 class="newH2"> Я использую ArchiCad 19. Любая другая версия тоже подойдет. Я предполагаю, что базовые знания ArchiCad у Вас имеются и на постройку плана первого и второго этажа мы отвлекаться не будем. В следующей статье <a href="/proektirovanie-betonnoy-tetivnoy-lestnitsyi-iz-archicad-v-3ds-max.php"> &quot;Проектирование бетонной тетивной лестницы из ArchiCad в 3ds Max&quot;</a> мы сделаем 3d визуализацию этой лестницы в программе 3ds Max. Сразу показываю результат нашей работы:</h2>
<p> <br><img src="/static/images/article/3d_1.jpg"  style="width:100%;max-width:553px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/> <img src="/static/images/article/3d_2.jpg"  style="width:100%;max-width:553px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/> <img src="/static/images/article/3d_3.jpg"  style="width:100%;max-width:553px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
<p>&nbsp;</p> <br>
<h2 class="newH2">Несколько лет назад я получил заказ спроектировать и построить бетонную лестницу в двухэтажном коттедже в г.Тернополь. Заказчик прислал фото комнаты где должна быть расположена будущая лестница.</h2>
<p> <br><img src="/static/images/article/image(1).jpg"  style="width:100%;max-width:300px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/>
  <img src="/static/images/article/image(4).jpg"  style="width:100%;max-width:304px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/>
  <img src="/static/images/article/image(5).jpg"  style="width:100%;max-width:540px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/>
<img src="/static/images/article/image(6).jpg"  style="width:100%;max-width:537px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p> <br>
<h2 class="newH2">На плане начало лестницы должно быть расположено в прямоугольнике ABCD, там где залита бетонная плита-подушка, специально под лестницу. А верхнее примыкание должно быть в районе точек G-H.</h2>
<p> <br><img src="/static/images/article/plan1.jpg"  style="width:100%;max-width:598px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/> <img src="/static/images/article/plan2.jpg"  style="width:100%;max-width:712px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Я предложил заказчику сделать Z-образную лестницу:</h2>
<p> <br><img src="/static/images/article/plan3.jpg"  style="width:100%;max-width:720px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p> <br>
<h2 class="newH2">Недолго думая я решил использовать штатный архикадовский вариант Z-образной лестницы. Ввожу чистую высоту лестницы- 3120мм, ширину марша- 1100мм, и все остальные размеры интуитивно, согласно плану.</h2> <br>
<p><img src="/static/images/article/plan4.jpg"  style="width:100%;max-width:528px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/> <img src="/static/images/article/plan5.jpg"  style="width:100%;max-width:677px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Ширина проступи получилась 284мм, высота проступи - 173мм. Это нормальные, хорошие параметры ступеней. Так как лестница должна быть без углов и с плавным, криволинейным контуром, я нажимаю на каждый угол лестницы и скругляю по максимуму. Для  угла 1 - 480мм, 2 - 1580мм, 3 - 580мм, 4 - 1680мм.</h2>
 <br><p><img src="/static/images/article/plan6.jpg"  style="width:100%;max-width:424px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/> <img src="/static/images/article/plan7.jpg"  style="width:100%;max-width:404px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">И тут мы видим ошибки:</h2>
<h3 class="newH3">1. Главная линия марша должна проходить по центру марша, обеспечивая одинаковую ширину проступи для всех ступеней (исправлена розовым цветом). А тут явно видно, что на забежных ступенях она смещена и находится не по центру.</h3>
<h3 class="newH3">2. От угла 2 до 3-го и от угла 1 до 4-го боковой контур лестницы не является достаточно плавным из-за прямых участков. А нам бы хотелось, чтобы это была сплайн кривая (исправлен красным цветом).</h3>
<h2 class="newH2">Проанализировав ситуацию, мы понимаем, что штатный архикадовский инструмент &quot;Лестница&quot; не может нам создать нужный тип лестницы. Но мы вставим полученную лестницу (назовем ее Л1) на чертеж, развернем ее так как нам бы хотелось и будем использовать ее как ориентир.</h2>
 <br><p><img src="/static/images/article/plan8.jpg"  style="width:100%;max-width:699px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Сдвигом, вращением лестницы контролируем ширину проходов в проходных зонах 1 и 3. Для комфорта она должна быть около 900мм.</h2>
<h2 class="newH2">Рисуем инструментом сплайн-кривая плавный боковой контур для лестницы (красный) и главную линию (розовый), проходящую точно по центру.</h2>
 <br><p><img src="/static/images/article/plan9.jpg"  style="width:100%;max-width:700px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Включаем Линии и точки привязки (1), жмем Настроить Значения Точек Привязки(2), в частях пишем 17 т.к. проступей у нас 17, отмечаем Части(17) (3).</h2>
<h2 class="newH2">При наведении мышкой на главную линии марша она делится на 17 равных частей. Нажав клавишу М на клавиатуре, берем линейку и измеряем расстояние между двумя разбивочными штрихами.</h2>
<h2 class="newH2">Получается 260мм. Маловато...Хотелось бы чтобы ширина проступи была 284мм, так как нам построил ArchiCad. Значит нужно немного удлинить главную линию (ГЛ) и всю лестницу. Разницу 284-260=24мм умножаем на 17 и получаем 408мм.</h2>
<h2 class="newH2">Но если мы увеличим ГЛ на 408мм то первая ступень явно выйдет за подготовленную бетонную плиту-подушку ABCD. Сделаем ширину проступи немного меньше - 275мм. Значит ГЛ нужно увеличить на (275-260)*17=255мм.</h2>
 <br><p><img src="/static/images/article/plan10.jpg"  style="width:100%;max-width:410px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/> <img src="/static/images/article/plan11.jpg"  style="width:100%;max-width:832px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Удлиняем ГЛ на 255мм и боковые сплайн-кривые соответственно изгибу лестницы. Теперь при наводе мышки на ГЛ происходит разбивка на 17 частей длиной 275мм. Проставим во всех местах разбивочных линий черные узловые точки.</h2>
<h2 class="newH2">Нарисуем зеленый эллипс - первую пригласительную ступень. Как видно на рисунке ниже, основная часть эллипса находится на бетонной подушке ABCD, тем самым обеспечивая перенос веса всей лестницы именно на заранее залитую бетонную подушку.</h2>
<h2 class="newH2">В таких криволинейных лестницах я люблю пригласительные ступени яйцеобразной формы, так что создадим оранжевое яйцо с помощью сплайн-кривой в зеленом эллипсе (эллипс потом удаляем). </h2>
 <br><p><img src="/static/images/article/plan12.jpg"  style="width:100%;max-width:1000px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
<h2 class="newH2">Настало время нарисовать саму лестницу. Создадим ее с помощью дополнения ArchiSuite-ArchiStair2. Во многих установочных архивах ArchiCad 19 это дополнение уже находится в программе. Если в Вашей версии его нет, значит нужно скачать и установить.</h2>
<h2 class="newH2">Жмем Конструирование -&gt; Дополнения к конструированию -&gt; ArhiSuite -&gt; Show ArchiSuite Palette. В появившемся селекторе выбираем ArchiStair2.</h2>
<h2 class="newH2">Выделяем 2 боковые красные сплайн-кривые лестницы и линии соединяющие их. Все эти элементы должны точно соединяться между собой, т.е. образовывать контур без разрыва!</h2>
 <br><p><img src="/static/images/article/plan13.jpg"  style="width:100%;max-width:1000px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
<h2 class="newH2">Выбираем инструмент Штриховка(1), берем волшебную палочку (2) и кликаем ею во внутреннюю часть отмеченного контура, тем самым создавая штриховку-проекцию нашей лестницы.</h2>
 <br><p><img src="/static/images/article/plan14.jpg"  style="width:100%;max-width:1200px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Затем выделяем создавшуюся штриховку и нажимаем в панели ArchiStair верхнюю левую кнопку Create stairs. Программа попросит указать первый подступенок и последний.</h2>
<h2 class="newH2">Наводим курсор сначала на отрезок 1-2 так, чтобы в курсоре-карандаше по центру появилась черточка и кликаем. Потом наводим курсор на отрезок 3-4, и когда в карандаше появится черточка - кликаем.</h2>
 <br><p><img src="/static/images/article/plan15.jpg"  style="width:100%;max-width:1000px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">В первом появившемся окне Curve segmentation settins просто нажимаем Ok.</h2>
<h2 class="newH2">Во втором окне (Главные настройки) в вертикальном меню (ВМ) слева нажимаем на вторую кнопку сверху(1) и выбираем тип сопряжения лестницы с перекрытием(2).</h2>
 <br><p><img src="/static/images/article/plan16.jpg"  style="width:100%;max-width:900px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Далее в ВМ жмем 1-ю кнопку и в верхнем правом углу вписываем кол-во проступей - 17. Высота подступенка изменится на 173мм, что соответствует подступенку Л1.</h2>
 <br><p><img src="/static/images/article/plan17.jpg"  style="width:100%;max-width:1065px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Затем жмем на третью кнопку в ВМ и выставляем толщину бетонных ступеней 70мм. Остальное по нулям.</h2>
 <br><p><img src="/static/images/article/plan18.jpg"  style="width:100%;max-width:841px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Далее жмем на 6-ю кнопку в ВМ и выставляем чекбоксы как на картинке ниже.</h2>
 <br><p><img src="/static/images/article/plan19.jpg"  style="width:100%;max-width:826px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Нажимаем на 7-ю кнопку в ВМ. Выбираем радио кнопку как на рисунке ниже и жмем Ok.</h2>
 <br><p><img src="/static/images/article/plan20.jpg"  style="width:100%;max-width:829px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">И получаем вот такую некрасивую лестницу Л2 с неправильным расположением ступеней (обозначены фиолетовым цветом).</h2>
 <br><p><img src="/static/images/article/plan21.jpg"  style="width:100%;max-width:1100px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Но вся прелесть в том, что лестницы из дополнения ArchiSuite ArchiStair2 состоят из узлов на каждом подступенке и легко передвигаются так как нам надо (а в штатной архикадовской лестнице Л1 передвинуть узлы ступеней нельзя).</h2>
<h2 class="newH2">А нам надо, чтобы подступенки лестницы Л2 были визуально аппроксимированны с подступенками лестницы Л1(для этого мы и создали лестницу Л1), и еще проходили через узловые точки, которые мы поставили на ГЛ.</h2>
<h2 class="newH2">Для этого выделяем  Л2 и вручную начинаем передвигать все узлы на каждом подступенке. Например, узлы последнего подступенка нужно передвинуть так, чтобы расстояние <u><strong>a</strong></u> было меньше расстоянию <u><strong>b</strong></u>, и подступенок проходил через точку <u><strong>с</strong></u><strong></strong> .</h2>
<h2 class="newH2">Вся процедура занимает не более 10 мин, и позволяет создать лестницу именно с Вашей уникальной формой.</h2>
 <br><p><img src="/static/images/article/plan22.jpg"  style="width:100%;max-width:1000px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Вот так должна выглядеть лестница Л2 после аппроксимации.</h2>
 <br><p><img src="/static/images/article/plan23.jpg"  style="width:100%;max-width:1200px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Добавим 2 бочонка диаметром 200мм на первую пригласительную ступень. Из них будет выходить тетива для лестницы. Для этого просто рисуем окружности и превращаем их волшебной палочкой в перекрытие толщиной 300мм.</h2>
<h2 class="newH2">Боковушки лестницы (сплайн-кривые) должны входить в бочонки на 80мм от края(т.к. толщина тетивы будет 80мм). Подправляем сплайн-кривые и по ним сдвигаем узлы нижних ступеней.</h2>
<h2 class="newH2">Штриховку и Л1 можно уже удалить. Яйцеобразный эллипс тоже превращаем в перекрытие толщиной 173мм. На первую ступень в Л2 не обращаем внимание, т.к. она будет заменена пригласительной ступенью.</h2>
 <br><p><img src="/static/images/article/plan24.jpg"  style="width:100%;max-width:1100px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Заходим в перспективу, отмечаем Л2 и пригласительную ступень и опускаем их на 40мм вниз (по оси Z), т.к. на них будут лежать облицовочные деревянные проступи толщиной 40мм. Их мы создадим в 3d max, также как и 2 тетивы.</h2>
 <br><p><img src="/static/images/article/plan25.jpg"  style="width:100%;max-width:1127px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Вот так выглядит лестница в перспективе, сохраняем ее в dwg формате (в режиме перспектива жмем Фыйл -&gt; Сохранить как -&gt; Выбираем папку, тип файла .dwg -&gt; Транслятор: 03 Для вывода как есть -&gt; Параметры, Параметры, Реквизиты, Слои, Методы в Окна вписываем window, в Двери вписываем door -&gt; Сохранить и закрыть -&gt; Сохранить.</h2>
 <br><p><img src="/static/images/article/plan26.jpg"  style="width:100%;max-width:1100px;"  alt="Проектирование бетонных лестниц фото" title="Проект бетонной лестницы в ArchiCad от Ступени-А"/></p>
 <br><h2 class="newH2">Все, с ArchiCad закончено! Теперь мы импортируем наш .dwg файл в 3d Max, нарисуем 2 криволинейные тетивы (в архикаде красиво это сделать нельзя), создадим обшивку проступей, кинем текстуры на объекты и после рендера получим картинки, которые я выставил в самом начале этой статьи.</h2>
<h2 class="newH2">Но это будет в следующем уроке.</h2>
<p>&nbsp;</p>
<h2 class="newH2"> Автор статьи - Анатолий Карпов (фаундер Ступени-А)</h2> <br> <br>
    
    
    
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
