<?php

 $meta_keywords="Расчет, ступеней, бетонной, лестницы, гнутой, на, 180°, проектирование криволинейной, пристенной, лестницы, вычисление, высоты, подступенков, и, ширины, проступи";
 
 $meta_description=" Расчет ступеней бетонной лестницы гнутой на 180°,проектирование криволинейной пристенной лестницы, размеры ступеней, ступени для лестницы, лестница в квартире, лестница на второй этаж, вычисление высоты подступенков и ширины проступи.";
 
 $meta_title="Проектирование гнутой лестницы с заворотом на 180 градусов";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
        
    <h1 style="font-size:2.5em;" >Проектирование гнутой лестницы с заворотом на 180°</h1>
 
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center">
    

      <br>
      <p>В этой статье предлагается рассмотреть расчет ступеней бетонной лестницы гнутой на 180&deg;. Лестница наполовину пристенная, наполовину висящая.Первые две ступени-лекальные, остальные забежные.</p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Расчет бетонной лестницы </strong></p>

<p>&nbsp;&nbsp; Для проектирования ступеней лестницы в плане и расчета ширины проступей и высоты подступенков возьмем наиболее распространенную форму лестницы-криволинейная пристенная с заворотом 180&deg;.Рассмотрим усложненный вариант,в котором лестница по двум сторонам примыкает к стенам, а третья сторона-висящая.</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/1.jpg" style="width:50%" /></p>

<p>рис.1</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/2.jpg" style="width:50%" /></p>

<p>рис.2</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/3.jpg" style="width:50%" /></p>

<p>рис.3</p>

<p>Усложним еще задачу и сделаем первые две ступени лекальными.</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/4.jpg" style="width:50%" /></p>

<p>рис.4</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/5.jpg" style="width:50%" /></p>

<p>рис.5</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/6.jpg" style="width:50%" /></p>

<p>рис.6</p>

<p>&nbsp;Итак, как рассчитать лестницу? Как рассчитать опалубку для бетонной лестницы? Для расчета нужны следующие данные:&nbsp;</p>

<p>1.Размеры лестницы в плане a,b,c.</p>

<p>2.Высота лестницы h(от стяжки на первом этаже до стяжки на втором этаже).</p>

<p>3.Отделка проступей бетонной лестницы(толщина мрамора, дерева, плитки&hellip;).</p>

<p>4.Толщина покрытия пола первого и второго этажей.</p>

<p><br />
<img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/7.jpg" style="width:50%" /></p>

<p>рис.7</p>

<p>
<p>&nbsp;Допустим, принимаем а =2120мм(размер ограничен положением двери в стене), b= 2510мм(размер ограничен длиной проема в междуэтажном перекрытии первого этажа),с= 1880мм(размер ограничен шириной проема в междуэтажном перекрытии первого этажа см. рис 7).</p>

<p>Синим цветом с штриховкой показано междуэтажное перекрытие между первым и вторым этажом.Рисуем красным пунктиром максимальные допустимые габаритные размеры нашей лестницы.Поправку делаем на размер b,уменьшая его на 5 см,чтобы наша бетонная лестница не касалась своей боковой гранью плиты перекрытия(рис.8)</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/8.jpg" style="width:50%" /></p>

<p>рис.8</p>

<p>Итак,ширина лестницы в плане по размеру b становится 2460мм.Рисуем зеленым пунктиром вертикальную ось лестницы,делящую ее напополам.Серым цветом показана приблизительная средняя линия марша(что это такое смотрим словарь лестничных терминов).Прорисовываем внутреннюю боковую поверхность лестницы(можно от руки на миллиметровке,но лучше в программах Archicad или Autocad) используя следующие рекомендации:</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/9.jpg" style="width:50%" /></p>

<p>рис.9</p>

<p>&nbsp;
<p>&nbsp;-геометрическую форму внутренней боковой поверхности лестницы лучше выбрать кругом или эллипсом, плавно сопрягая его с первой и последней ступенями с помощью дуг или сплайн кривых.</p>

<p>-Минимальная ширина марша: для внутриквартирных лестниц - 800 мм, для 2-этажных зданий - 900 мм, для жилых зданий большей этажности - 1050 мм, для общественных зданий - 1350 мм. Максимальная ширина марша: для жилых зданий - 1400 мм, для общественных - 2400 мм. В данном случае задаем ширину марша 900 мм,и рисуем эллипс так, чтобы минимальное расстояние от него до стен а,b и c было приблизительно 900мм.</p>

<p>&nbsp; -первые две ступени рисуем лекальными на свой вкус, плавно сопрягая их с эллипсом.(рис 9)На рис.9 в центре синим я нарисовал эллипс, который идеально ,на мой взгляд,создал форму внутренней части лестницы. Я постарался нарисовать и расположить его так, чтобы минимальные расстояния от эллипса до стен были 900 мм &ndash; минимальная ширина марша лестницы.От левой крайней точки эллипса я прорисовываю сплайн кривую для создания первой лекальной ступени.Вторая лекальная ступень будет находится на первой, ее нарисуем чуть попозже.Границы первой ступени могут чуть-чуть выступать за пунктирную красную габаритную линию.Первые две ступени можно сделать немного крупнее остальных.От крайней правой точки эллипса рисуем дугу к последней ступени.Последнюю ступень тоже можно сделать пошире.От последней ступени по наружной боковой стороне лестницы рисуем сплайн кривую-наружную боковую поверхность лестницы.Рисуем так,чтобы ширина висящего марша лестницы в центре была 900мм,а по краям 950-1000мм.Теперь прорисовываем уже точно среднюю линию марша,которая в &laquo;определенных&raquo; местах должна проходить на расстоянии 450мм от центрального эллипса. &laquo;Определенные&raquo; места это левая,верхняя и правая крайние точки эллипса.В остальных местах ориентируем среднюю линию приблизительно по центру марша лестницы.Средняя линия это тоже сплайн кривая,ее можно прорисовать вручную с помощью лекальной линейки,но быстрее и точнее в программах Archicad или Autocad.Ну,а теперь самое время просчитать количество ступеней нашей лестницы и определить высоту подступенков.Допустим высота лестницы h=2805мм(от стяжки на первом этаже до стяжки на втором этаже).Покрытие пола первого этажа плитка-15мм, а второго этажа ламинат-10мм.Вычисляем чистую высоту бетонной лестницы: 2805+10-15=2800мм. Делим чистую высоту 2800мм на среднюю высоту подступенка 170мм 2800:170=16,47ступеней.Округляем до 16 ступеней.Тогда высота подступенка 2800:16=175мм.Вычисляем высоту первого бетонного подступенка для устройства опалубки бетонной монолитной лестницы.Допус тим, отделка бетонной лестницы сверху &ndash;мрамор (30мм+5мм клей=35мм).Значит высота опалубки первой ступени 175-35+15(плитка)=155мм.Высота опалубки под остальные 15 ступеней -175мм. Теперь вычислим ширину проступи по средней линии марша.Вручную на миллиметровку по рисунку средней линии накладываем нитку,потом ее распрямляем и измеряем длину.Чем рисунок больше,тем точнее измерения.У меня по измерениям в Archicad получилось 4100мм.Всего мы должны изготовить опалубку для 16 подступенков и 15 проступей, а 16-я проступь является стяжкой второго этажа.Значит 4100:15=273мм, это ширина проступи по средней линии марша.Это значение нас удовлетворяет т.к. ширина проступи должна быть не менее 250мм.Если бы значение ширины проступи получилось меньше 250мм, то мы бы уменьшили кол-во ступеней на 1.Ширина проступи получилась бы больше и высота ступени выше. Начинаем рисовать ступени.Сначало нарисуем первые две лекальные-вторую на первой(рис.10)Их ширина по главной линии должна быть чуть больше 273мм.Примем для первой ступени ширину 347мм,а для второй 334.Эти значения определяем интуитивно,так чтобы первая и вторая ступени смотрелись гармонично.Тогда ширина остальных ступеней по средней линии (4100-347-334):13=263мм.Отлично!</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/10.jpg" style="width:50%" /></p>

<p>рис.10</p>

<p>&nbsp;&nbsp; Следующий этап-деление сплайн кривой g-k на 13 равных участков. Вручную это кропотливая работа.В Archicadе у меня на это уйдет минута.Изобразим центр эллипса точкой&nbsp; А(рис.11).</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/11.jpg" style="width:50%" /></p>

<p>рис.11</p>

<p>Проектируем ступени левой части лестницы.Продливаем отрезок g-d вправо и получаем базовую линию g-d&rsquo;.Соединяем точку 6 и 5 с центром А линией и на пересечении с базовой линией g-d&rsquo; получаем точки 6&rsquo; и 5&rsquo;.Откладываем вправо отрезок 6&rsquo;-5&rsquo; и получаем точки 4&rsquo;,3&rsquo;,2&rsquo;,1&rsquo;.(рис 12)</p>

<p>&nbsp;Тоесть 6&rsquo;-5&rsquo;=5&rsquo;-4&rsquo;=4&rsquo;-3&rsquo;=3&rsquo;-2&rsquo;=2&rsquo;-1&rsquo;.</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/12.jpg" style="width:50%" /></p>

<p>рис.12</p>

<p>Соединяем соответствующие точки (4&rsquo; с 4 и т.д.) получаем проекцию подступенков левой части лестницы.А дальше рисуем правую часть лестницы.Продливаем отрезок k-f влево и получаем вторую базовую линию k-f&rsquo;. Соединяем точку 6 и 7 с точкой А линией и на пересечении с базовой линией k-f&rsquo; получаем точки 6&rdquo; и 7&rdquo;.(рис 13)</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/13.jpg" style="width:50%" /></p>

<p>рис.13</p>

<p>&nbsp;</p>
</p>

<p>Откладываем отрезок 6&rdquo;-7&rdquo; влево 5 раз и получаем точки 8&rdquo;,9&rdquo;,10&rdquo;,11&rdquo;,12&rdquo;. Соединяем соответствующие точки (8&rdquo; с 8 и т.д.) и получаем проекцию подступенков правой части лестницы.Уберем ненужные линии и получаем рисунок 14.</p>

<p><img alt="" src="/static/images/phocagallery/Images_artikels/Artikles1/14.jpg" style="width:50%" /></p>

<p>рис.14</p>

<p>Расчет бетонной лестницы готов!Теперь посмотрим на нашу лестницу вживую.</p>

<p><img alt="" src="/static/images/phocagallery/Photo_stair/7.1.jpg" style="width:50%" /></p>

<p>
<p>Авторские права принадлежат Карпову Анатолию,</p>

<p>администратору сайта <a href="http://stupeni-a.com.ua">stupeni-a.com.ua</a></p>

<p>&nbsp;</p>
</p>
</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
