<?php

 $meta_keywords="Винтовые, бетонных, монолитных, лестниц, гнутая ,лестничные термины,Косоур, тетивная, марш, забежные ступени,высота ступени,подступенка,ширина ступени,проступи, высота лестницы, для дома.";
 
 $meta_description="Гладкоподшитая лестница, Тетивная лестница, Открытые подступенки, Косоур, Проступь, Подступенок, Прямые лестницы, Г-образные лестницы, винтовые лестницы,   лестничные термины,забежные ступени,высота ступени,подступенка,ширина ступени,проступи, высота лестницы для дома, ширина лестничного марша.";
 
 $meta_title="Словарь лестничных терминов";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Словарь лестничных терминов</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 50px;">
    

      <br>
      <div class="text-left">
<div><strong>Гладкоподшитая лестница</strong>- снизу&nbsp; лестница имеет ровную или винтовую гнутую поверхность, без пустот(как в случае с открытыми подступенками).Гладкость нижней поверхности лестницы достигается точной подгонкой опалубочных фанерных листов-сегментов.Лестницы очень прочные, но тяжелые.</div>

<div>&nbsp;</div>

<div><strong>Тетивная лестница</strong>- боковая часть лестницы представляет собой железобетонную балку-тетиву прямоугольного поперечного сечения, из которой выходят ступени.Тетива является главным несущим элементом лестницы.Тетивные лестницы могут быть как гладкоподшитыми, так и с открытыми подступенками.</div>

<div>&nbsp;</div>

<div><strong>Открытые подступенки</strong>-лестничный марш состоит из отдельных изолированных между собой ступеней(проступей).Ступени имеют вид ровных&nbsp;пластин толщиной в среднем&nbsp;80-110мм, выходящими из тетивы или лежащими на косоуре.</div>

<div>&nbsp;</div>

<div><strong>Косоур</strong> -ровная или гнутая&nbsp;балка на которой лежат ступени.Возможны варианты с двумя балками,являющимися основными несущими элементами лестницы.На косоур ложатся в основном проступи с открытыми подступенками,но можно положить и гладкоподшитый марш.</div>

<div>&nbsp;</div>

<div><strong>Проступь</strong>-горизонтальная плоскость ступени,на которую ступает нога.Ширина проступи в среднем от 250 до&nbsp;350 мм.</div>

<div>&nbsp;</div>

<div><strong>Подступенок</strong>-вертикалная плоскость ступени,задающая высоту подъема ступени.Высота подступенка колеблется от 150 до 200мм.</div>

<div>&nbsp;</div>

<div><strong>Прямые лестницы</strong>- на плане(вид сверху) лестничный марш имеет форму удлиненного&nbsp;прямоугольника.Основная линия лестницы- прямая.</div>

<div>&nbsp;</div>

<div><strong>Г-образные лестницы </strong>- на плане лестничный марш имеет форму буквы &quot;Г&quot;.Существуют варианты с межмаршевой площадкой или с забежными ступенями.</div>

<div>&nbsp;</div>

<div><strong>П-образные лестницы </strong>- в плане буква &quot;П&quot;.Четыре варианта:с одной межмаршевой площадкой,&nbsp;с 2-мя межмаршевыми площадками,с забежными ступенями и комбинированный.</div>

<div>&nbsp;</div>

<div><strong>Винтовые лестницы</strong>-на плане лестничный марш в форме круга.Основная линия-окружность.Все ступени имеют одинаковый внутренний и наружный радиусы.Заворот винтовой лестницы может быть полным(на 360градусов) или неполным(менее 360 гр.).Сверху лестница заканчивается консольной площадкой,на которую может опереться винтовая лестница идущая на следующий этаж.</div>

<div>&nbsp;</div>

<div><strong>Гнутые лестницы</strong>-лестничный марш изогнут в плане произвольной кривой.Все ступени не имеют общего центра внутреннего и наружного радиусов(как у винтовой лестницы).Могут быть как пристенными лестницами,так и отдельностоящими.</div>

<div>&nbsp;</div>

<div><strong>Средняя линия марша </strong>-&nbsp; воображаемая линия, проходящая на прямых участках марша строго по его середине, а на криволинейных - по линии, параллельной внутреннему краю марша, на расстоянии, равном половине его ширины. Если на поворотах внутренний край марша представляет собой круговую кривую, то и средняя линия изображается параллельной ей круговой кривой. В иных случаях средняя линия на повороте является ломаной кривой.</div>

<div>&nbsp;</div>

<div><strong>Ширина лестничного марша </strong>-&nbsp; это длина ступеней, то есть расстояние от одного края ступени до другого. Полезная ширина лестничного марша - это расстояние между стеной (или внутренней стороной одного поручня) и внутренней стороной другого поручня.</div>

<div>&nbsp;</div>

<div><strong>Радиус закругления средней линии </strong>зависит от радиуса вписанной между маршами воображаемой окружности и от полезной ширины марша. Величина радиуса этой воображаемой окружности для поворотных лестниц принимается равной 30-50 см или в соответствии с расчетом по габаритам предполагаемых к переносу по лестнице предметов, приводимым далее.</div>

<div>&nbsp;</div>

<div><strong>Угол поворота марша </strong>- это угол, образованный на горизонтальной проекции лестницы створами внешних граней первой и последней ступеней марша.</div>

<div>&nbsp;</div>

<div><strong>Ширина забежных ступеней </strong>определяется по средней линии и должна быть постоянной величиной на всем протяжении лестницы.</div>
</div>

<div>&nbsp;</div>

<div style="text-align:left;"><strong>Чистый пол 1-го этажа</strong>- это проектный уровень верха облицовочного материала 1-го этажа. Для расчета любой лестницы нужна чистая высота между этажами. Например, если у Вас на 1-ом и 2-м этажах лежат только плиты перекрытия, то чистая высота этажа равна:<br><br><span style="font-family:'Vollkorn', serif;font-size: 16px;color: #b9874c;">&nbsp; Грязная высота(расстояние от верха плиты 1-го до верха плиты 2-го этажей) + (Стяжка 2-го этажа + толщина покрытия пола 2-го этажа) - (Стяжка 1-го этажа + толщина покрытия пола 1-го этажа)</span></div>

  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
