<?php

 $meta_keywords="Бетонные, лестницы ,  Универсальная, многоразовая, опалубка";
 
 $meta_description=" Видеоурок 1 - Универсальная, многоразовая опалубка. Изготовление гладкоподшитых бетонных лестниц в многоразовой опалубке под любой размер ступеней и ширины марша. ";
 
 $meta_title="Видеоурок 1 - Универсальная, многоразовая опалубка.";
 $meta_rights="Ступени-А";

require('header.php');
?>

  <!-- banner text -->
  <div class="container">
    <div class="col-md-10 col-md-offset-1">
      <div class="innerbanner-text text-center">
    <h1 style="font-size:2.5em;" >Видеоурок 1 - Универсальная, многоразовая опалубка для гладкоподшитых бетонных лестниц.</h1>
        <!-- banner text -->
      </div>
    </div>
  </div>
</section>
<section id="descripton" class="section descripton">
  <div class="container text-center" style="padding: 50px;text-align: left;">
    

      <br>
      <div>&nbsp;</div>
      

<p>


  Вы хотите изготовить 2-3 <a href="https://stupeni-a.com.ua/" target="_blank" rel="noopener"> бетонные лестницы</a> для своего частного дома, но не знаете с чего начать?
Или может хотели бы начать свой бизнес по <strong>производству бетонных лестниц</strong>? 
Это видео специально для Вас! Мы научим Вас не только правильному процессу изготовления гладкоподшитых лестниц, но и покажем как изготовить все элементы для универсальной и <strong> многоразовой опалубки</strong>.
    Универсальность опалубки заключается  в изготовлении гладкоподшитых криволинейных лестниц любой формы в плане, любой ширины марша и высоты ступеней.  
    Многоразовое использование опалубки сэкономит Вам не только деньги на покупку новой фанеры, бруса и досок, но и существенно сократит время на возведение опалубки.
    Наша компания “Ступени-А” разработала уникальную <strong>технологию возведения опалубки</strong> для заливки бетонных гладкоподшитых лестниц, которая помогает нам уже много лет строить<strong> лестницы</strong> с минимальными затратами только на арматуру и бетон.
 На опалубку мы не тратимся вообще!
   При средней стоимость П-образной гладкоподшитой лестницы в 1000$, затраты на материалы и опалубку обычно составляют 400$, из которых 200$ уходят на опалубку (фанера, доски, брус). 
Наша технология поможет Вам экономить 200$ на каждой лестнице!
   В основе технологии лежит использование оцинкованной жести толщиной в 1мм для формирования  криволинейной поверхности опалубки.
 Из жести вырезаются треугольные сегменты 4-х типов, из которых сшивается опалубка нижней части марша. Жесть намного прочнее и гибче фанеры, а ее маленькая толщина позволяет скручивать сегменты саморезами внахлест.
 После снятия опалубки остаются зазубрины в 1-2мм, которые с легкостью зашпаклевываются малярами.


В видеоуроке подробно описано все с самого начала<strong> строительства бетонной лестницы</strong>, а именно с разметки ступеней на полу и на стенах согласно плану проекта лестницы. Проект лестницы Вы тоже можете заказать у нас.
В видео присутствует много чертежей с подробными размерами всех элементов опалубки. Мы с радостью ответим на все Ваши вопросы в Viber +380993800661 или WhatsApp +380969336333. 
Стоимость видеопособия 100$. По вопросу приобретения пишите в Viber  или WhatsApp  на номера, указанные выше.
Просмотрите рекламный ролик к видеоуроку.<br><br>
<iframe width="560" height="315" src="https://www.youtube.com/embed/RVT9FOZ6xvU" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
<br><br>

   Современные реалии диктуют нам новые условия работы - мы постоянно ищем способы удешевить затраты на производство и ускорить процесс строительства.
 <center>Данное видеопособие поможет Вам на все 100%! </center><br><br><br>

Фото фрагменты из видеоурока.
<br>





</p>
&nbsp;

<img src="/static/images/article/razmetka_lestnitsy.jpg" alt="Разметка лестницы" class=""  style="max-width:100%;width:100%;min-width:10%; margin: 10px;">
<img src="/static/images/article/montaz-lecal.jpg" alt="Монтаж лекал" class=""  style="max-width:100%;width:100%;min-width:10%; margin: 10px;">
<img src="/static/images/article/montaz-podstupenkov.jpg" alt="Монтаж подступенков" class=""  style="max-width:100%;width:100%;min-width:10%; margin: 10px;">
<p>&nbsp;</p>
  
  </div>
</section>






<?php
     require('footer.php');
  ?>
  
  <script type="text/javascript">
    jQuery('section.banner').css('min-height', '220px');
    jQuery('.banner-image').css('height', '871px');
	
  </script>

</body>
</html>
